[{"Sr No":"154","Subsidy scheme":"Skill Upgradation & Quality improvement and Mahala Coir Yojana (MCY)","Scheme Type":"Women","Ministry":"Coir Board, Government of India, Ministry of MSME","Description":"Scheme summary \/Key features:\n\r\n                                Mahila Coir Yojana (MCY), in particular, aims at women empowerment through the provision of spinning equipment at subsidised rate after appropriate skill development (training) programmes. Selection of trainees for in-house training at NCT&DC will be made by inviting applications through advertisements in print and electronic media and through recommendation from the authorities of the coir producing States.\nEligibility: Rural women artisans in regions producing coir fibre.\nAmount or percentage of subsidy:\r\n                                The Coir Board provides 75% cost of motorised Ratt\/motorised traditional Ratt as one-time subsidy, subject to a ceiling of 7,500 in the case of motorised Ratt and 3,200 for motorised traditional and Electronic Ratt.\r\n                                The stipend per trainee for the skill development programmes will be limited to Rs.1000\/- per month and in the case of training programmes of less than one-month duration, stipend will be disbursed on pro-rata basis. The honorarium for the trainer will be limited to Rs. 6,000\/- per month. An amount of Rs.400\/- per head per month will be provided as financial assistance to the training sponsoring agency to meet the operational cost of the training for raw material, power charges, other incidentals etc.","Visiting link to know more":"https:\/\/udyamimitra.in\/page\/Subsidy-Schemes#women","Applicability Central\/State":"Central","summary":"Mahila Coir Yojana (MCY) aims to empower women through spinning equipment provision at subsidized rates after skill development training. The Coir Board provides subsidies for motorized Ratt and stipends for trainees, with a focus on rural women artisans in coir-producing regions.","eligibility_criteria":"Rural women artisans in coir-producing regions"},{"Sr No":"155","Subsidy scheme":"Trade-Related Entrepreneurship Assistance and Development (TREAD)","Scheme Type":"Women","Ministry":"Ministry of MSME,\r\n                                Govt. of India","Description":"Scheme Summary\/key features:\r\n                                TREAD Scheme aims at the economic empowerment of women. As per this scheme, the government grants up to 30% of the total project cost as decided by the lending institutions which finance the rest 70% as a loan to the applicant women. Women who are illiterate, poor and are not able to provide adequate security as demanded by the bank, government grant and the loan provided the lending institutions is routed through NGOs engaged in helping poor women. The government also grants up to Rs 1 lakh per program to training institutions and NGOs for giving training to women entrepreneurs.\r\n\r\n                                Institutions such as Entrepreneurship Development Institutes (EDIs), NIMSME, NIESBUD, IIE, MSME-DIs EDIs sponsored by State Govt. and any other suitable institution of repute will be provided need-based Government grant primarily for undertaking activities aiming at empowerment of women such as field surveys, research studies, evaluation studies, designing of training modules, etc. etc. covered under the scheme. The grant shall be limited up to Rs. 5 lakhs per project.\nEligibility:\r\n                                Women Entrepreneurs\r\n                                For the details about the Eligibility criteria of NGOs for receiving grant and credit and institutions click here:  \r\n                                    http:\/\/www.dcmsme.gov.in\/schemes\/treadwomen.htm\r\n                                \n\nAmount or percentage of subsidy:\r\n                                As per this scheme, the government grants up to 30% of the total project cost as decided by the lending institutions which finance the rest 70% as a loan to the applicant women. The government also grants up to Rs 1 lakh per program to training institutions and NGOs for giving training to women entrepreneurs","Visiting link to know more":"https:\/\/www.startupindia.gov.in\/content\/sih\/en\/government-schemes\/tread.html","Applicability Central\/State":"Central","summary":"The TREAD Scheme aims at economically empowering women by providing government grants and loans to finance their projects. The government grants up to 30% of the total project cost, while lending institutions provide the remaining 70% as a loan.","eligibility_criteria":"Women Entrepreneurs"},{"Sr No":"156","Subsidy scheme":"Investment Promotion Subsidy on Fixed Capital","Scheme Type":"Women","Ministry":"Govt. of Karnataka","Description":"Scheme Summary\/key features:\r\n                                Considering the critical role of the sector Government will continue to strengthen and promote the MSME sector for achieving inclusive industrial growth and promoting employment generation\nEligibility: Micro & Small Enterprises in the state\n\nAmount or percentage of subsidy:\n\r\n                                    Investment promotion subsidy for Micro & Small Enterprises\r\n                                \n\n General categorySpecial category (SC\/ST\/Women\/minorities\/physically challenged and ex-servicemen entrepreneurs)\n\n\na. Micro Enterprises\nZone 1: 30% of VFA Maximum Rs.25 lakh\r\n                                            Zone 2: 25% of VFA Maximum Rs.20 lakh\nZone 3:  Nil\n b. Small enterprises \r\n\r\n                                            Zone 1: 25% of VFA Maximum Rs.100 lakh\r\n\r\n                                            Zone 2: 20% of VFA Maximum Rs.90 lakh\r\n                                            Zone 3:  Nil\n(VFA: Value of Fixed Assets)\n\n\na. Micro enterprises\nZone 1: 35% of VFA Maximum Rs.30 lakh\r\n                                            Zone 2:  30% of VFA Maximum Rs.25 lakh\n Zone 3:  10% of VFA Maximum Rs.10 lakh\n b. Small enterprises \r\n\r\n                                            Zone 1: 25% of VFA Maximum Rs.105 lakh\r\n                                            Zone 2: 20% of VFA Maximum Rs.95 lakh\r\n                                            Zone 3: 10% of VFA Maximum Rs.25 lakh\n\r\n                                                (VFA: Value of Fixed Assets)\r\n                                                The additional subsidy of 5% of VFA in zone 1 and 2 is subject to maximum of Rs.5 lakh\/br>\r\n                                            \n\n\n\nMicro & small enterprises can avail an investment promotion subsidy to an extent of 10% of turnover in each financial year and spread the same to a maximum of 5 financial years from the date of commercial production. Such cumulative investment promotion subsidy availed will be limited to the maximum extent as above This investment promotion subsidy is limited to either the period (five financial years) or the limits whichever is reached earlier and no carry forward is permitted\nInvestment promotion subsidy for Medium enterprises:\r\n                                Minimum direct employment of 20 number for first Rs.10 Crore and additional 7 employment for every additional investment of Rs.10 Crore proportionately\n\n\nZone\nTurnover %\nMaximum period\nVFA limit\n\n\n1\n2.50%\n6\n40% of VFA\n\n\n2\n5\n35% of VFA\n\n\n3\nNill\n\n\n\r\n\r\n                                Medium enterprises can avail an investment promotion subsidy to an extent of turnover in each financial year for a maximum period as above from the date of commercial production. Such cumulative investment promotion subsidy availed will be limited to the maximum extent as above This investment promotion subsidy is limited to either the period or the VFA limits whichever is reached earlier and no carry forward is permitted\r\n                                Medium enterprises requiring lower employment\/enterprises which are unable to provide employment proportionate to investment as stipulated will have a lower turnover percentage in proportion to the total employment provided. However, the maximum period and VFA limit will be as above,","Visiting link to know more":"https:\/\/ebiz.karnataka.gov.in\/kum\/PDFS\/Industrial%20Policy%202020-25.pdf","Applicability Central\/State":"Karnataka","summary":"The government is promoting Micro, Small, and Medium Enterprises (MSMEs) through an investment promotion subsidy scheme. The scheme aims to stimulate inclusive industrial growth, employment generation, and strengthen the MSME sector.","eligibility_criteria":"Micro & Small Enterprises in the state are eligible for this scheme.\n* No specific criteria mentioned for entrepreneurship categories (e.g., women, minorities, physically challenged, ex-servicemen).\n\nPlease note that I condensed the eligibility criteria to a concise statement. If you need further details or clarification on any aspect of the scheme, feel free to ask!"},{"Sr No":"157","Subsidy scheme":"Exemption from Stamp Duty: MSMEs","Scheme Type":"Women","Ministry":"Govt. of Karnataka","Description":"Scheme Summary\/key features:\r\n                                Exemption from stamp duty payable on various documentation\nEligibility:  MSMEs\r\n                                Stamp duty to be paid in respect of loan agreements,credit deeds,mortgage and hypothecation deeds executed for availing loans from State Financial Corporation,National level financial institution ,commercial banks,Regional Rural Banks ,co-operative banks,Khadi & Village Industries Board,Khadi & Village Industries Commission,Karnataka State SC\/ST Development Corporation ,Karnataka State Minority Development Corporation and other institutions which may be notified by the Govt.from time to time for the initial period of five years only  for lease deeds,lease-cum-sale ,sub-lease and absolute sale deeds executed by industrial enterprises in respect of industrial plots,sheds,industrial tenements flatted factories by Karnataka Industrial Areas Development Board,Karnataka State Small Scale Industrial Development Corporation,KEONICS,industrial co-operatives ,approved private industrial estates \/parks\/food parks,SPV formed by GoK\/GoI,and other approved industrial parks shall be exempted as below:\n\n\n\nGeneral category\nSpecial category (SC\/ST\/Women\/minorities\/physically challenged and ex-servicemen entrepreneurs)\n\n\nZone 1:     100%\n\nZone 1:     100%\r\n                                        \n\n  Zone 2:  100%\n  Zone 2:  100%\n\n\nZone 3:      Nil\nZone 3:  75%\n\n\n\nAmount or percentage of subsidy: Exemption as above","Visiting link to know more":"https:\/\/ebiz.karnataka.gov.in\/kum\/PDFS\/Industrial%20Policy%202020-25.pdf","Applicability Central\/State":"Karnataka","summary":"Exemption from stamp duty on various documentation for MSMEs (Micro, Small and Medium Enterprises) for initial period of five years.","eligibility_criteria":"MSMEs\n* Initial period of 5 years only\n* Specific institutions: State Financial Corporation, National level financial institution, commercial banks, Regional Rural Banks, co-operative banks, Khadi & Village Industries Board, Karnataka State SC\/ST Development Corporation, Karnataka State Minority Development Corporation, and others notified by the Govt. from time to time.\n* Industrial enterprises in respect of industrial plots, sheds, industrial tenements, flatted factories, approved private industrial estates\/parks\/food parks, SPV formed by GoK\/GoI, and other approved industrial parks.\n\nNote: The scheme has different percentage exemptions for different categories (General, Special, Zone 1, Zone 2, and Zone 3)."},{"Sr No":"158","Subsidy scheme":"Concessional Registration Charges: MSMEs","Scheme Type":"Women","Ministry":"Govt. of Karnataka","Description":"Scheme Summary\/key features:\r\n                                Concessional registration charges \nEligibility: All MSMEs\r\n\r\n                                Amount or percentage of subsidy\n\n\nGeneral category\nSpecial category (SC\/ST\/Women\/minorities\/physically challenged and ex-servicemen entrepreneurs)\n\n\nZone 1 Zone 2: Re: 1 per thousand\nAll zones Re.1 per thousand\n\n\r\n\r\n\r\n\r\n\r\n                                Note:\r\n                                The exemption of stamp duty and concessional registration charges are also applicable to lands purchased under Section 109 of KLR Act 1961 and also for direct purchase of industrially converted lands\r\n                                For the projects approved by SLSWCC \/DLSWCC. This incentive will also applicable for the land transferred by KIADB to land owners as compensation for the acquired land.\r\n                                The exemption of stamp duty and concessional registration charges are also available for registration of final sale deed in respect of lands, sheds, plots, industrial tenements after the expiry of lease period at the rate as specified in the industrial policy which was in vogue at the time of execution of lease cum sale deed,","Visiting link to know more":"https:\/\/ebiz.karnataka.gov.in\/kum\/PDFS\/Industrial%20Policy%202020-25.pdf","Applicability Central\/State":"Karnataka","summary":"The government subsidy scheme offers concessional registration charges to Micro, Small, and Medium-sized Enterprises (MSMEs). The amount or percentage of subsidy varies depending on the category.","eligibility_criteria":"1. All MSMEs\n2. General category, Special category (SC\/ST\/Women\/minorities\/physically challenged and ex-servicemen entrepreneurs), and specific zones (Zone 1 and Zone 2) with a flat rate of Re. 1 per thousand.\n\nNote: The scheme also applies to projects approved by SLSWCC\/DLSWCC, land transferred by KIADB as compensation for acquired land, and registration of final sale deed after the expiry of lease period."},{"Sr No":"159","Subsidy scheme":"Reimbursement of Non-Agriculture Conversion Fee","Scheme Type":"Women","Ministry":"Govt. of Karnataka","Description":"Scheme Summary\/key features:\r\n                                Reimbursement of Non-Agriculture conversion fee\nEligibility: All MSMEs\r\n\r\n                                Amount or percentage of subsidy\n\n\r\n                                        General category\r\n                                    \n\r\n                                        Special category (SC\/ST\/Women\/minorities\/physically challenged and ex-servicemen entrepreneurs)\r\n                                    \n\nZone 1:     100%\nZone 1:     100%\n\n\nZone 2:      100%\nZone 2:      100%\n\n\nZone 3:       Nil\nZone 3:       75%","Visiting link to know more":"https:\/\/ebiz.karnataka.gov.in\/kum\/PDFS\/Industrial%20Policy%202020-25.pdf","Applicability Central\/State":"Karnataka","summary":"The government provides a reimbursement for the Non-Agriculture conversion fee to all Micro, Small, and Medium Enterprises (MSMEs).","eligibility_criteria":"All MSMEs are eligible for this scheme."},{"Sr No":"160","Subsidy scheme":"Exemption from Entry Tax: MSMEs","Scheme Type":"Women","Ministry":"Govt. of Karnataka","Description":"Scheme Summary\/key features:\r\n                                On 1st July 2017, GST (Goods and Services Tax) was implemented in India. It replaced a host of central government and state government taxes, including all forms of entry tax. Karnataka State Industrial Policy exempted the MSMEs\nEligibility: MSMEs\nAmount or percentage of subsidy\r\n                                100% Exemption for MSMEs   from paying Entry tax on 'Plant & Machinery and capital goods' for an initial period of three (3) years from the date of commencement of project implementation in areas Other than Hyderabad Karnataka Area Zone 1,2,3 and HK Zone 1 & 2 for MSME entrepreneurs in the categories of General, SC\/ST\/Women, Minority, backward class and ex-servicemen\r\n                                \n\nFor Technology upgradation\n\n\nGeneral category\nSpecial category (SC\/ST\/Women\/minorities\/physically challenged and ex-servicemen entrepreneurs)\n\n\n\n\nZone 1: 5% for 6 years* \nZone 2:  5% for 5 years* \nZone 3:  5% for 5 years* \n *On loans availed from KSFC and scheduled commercial banks which are not covered under CLCSS of Govt. of India\n\n\nZone 1:   5% for 6 years* \nZone 2:  5% for 5 years* \nZone 3:      5% for 5 years* \n*On loans availed from KSFC and scheduled commercial banks which are not covered under CLCSS of Govt. of India\n\n\n\nFor Quality certification\n\n\nGeneral category\nSpecial category (SC\/ST\/Women\/minorities\/physically challenged and ex-servicemen entrepreneurs)\n\n\nFor all zones\nFor all zones\n\n\n\nISO series certification:\r\n                                            75% of cost (maximum Rs.75,000\/\nBIS Certification:\r\n\r\n                                            50% of fees payable to BIS for certification (max.Rs.20,000\/ & 25% of cost (max. Rs.50,000\/) for purchase of testing equipment as approved by BIS\r\n\r\n                                        \n\nISO series certification:\r\n                                            75% of cost (maximum Rs.100,000\/\nBIS Certification:\r\n\r\n                                            50% of fees payable to BIS for certification (max.Rs.25,000\/ & 25% of cost (max. Rs.1,00,000\/) for purchase of testing equipment as approved by BIS.  We connect","Visiting link to know more":"https:\/\/kum.karnataka.gov.in\/KUM\/PDFS\/Operative%20Guidelines%20for%20DIC%20KARNATAKA%20INDUSTRIAL%20POLICY%202014-","Applicability Central\/State":"Karnataka","summary":"The government subsidy scheme provides financial assistance to Micro, Small and Medium Enterprises (MSMEs) in Karnataka. The scheme offers exemptions and subsidies for various purposes such as technology upgradation, quality certification, and plant & machinery purchases.","eligibility_criteria":"MSMEs are eligible for the scheme\n* General category entrepreneurs, as well as those from special categories such as SC\/ST\/Women\/minorities\/physically challenged and ex-servicemen, are also eligible"},{"Sr No":"161","Subsidy scheme":"Subsidy for setting up Effluent Treatment Plant (ETP): Manufacturing MSMEs","Scheme Type":"Women","Ministry":"Govt. of Karnataka","Description":"Scheme Summary\/key features:\r\n                                Subsidy is granted to MSMEs for setting up effluent treatment plants\r\n\r\n                                Eligibility: Manufacturing MSMEs in the state\n  Amount or percentage of subsidy\n\n\nGeneral category\nSpecial category (SC\/ST\/Women\/minorities\/physically challenged and ex-servicemen entrepreneurs)\n\n\n\nFor All zones\r\n\r\n                                            50% of cost of ETP (maximum Rs.50 lakh)\r\n                                        \n\nFor All zones\r\n                                            75% of cost of equipment\r\n                                            (maximum Rs.60 lakh)","Visiting link to know more":"https:\/\/ebiz.karnataka.gov.in\/kum\/PDFS\/Industrial%20Policy%202020-25.pdf","Applicability Central\/State":"Karnataka","summary":"The government subsidy scheme provides financial assistance to Micro, Small, and Medium-sized Enterprises (MSMEs) in the state for setting up effluent treatment plants.","eligibility_criteria":"Manufacturing MSMEs in the state, with a concise eligibility summary: \"Any manufacturing MSMEs within the state are eligible for this scheme.\""},{"Sr No":"162","Subsidy scheme":"Interest Subsidy for Micro Enterprises (for MICRO units only)","Scheme Type":"Women","Ministry":"Govt. of Karnataka","Description":"Scheme Summary\/key features:\r\n                                Quality improvement interventions by MSMEs such as up-gradation of existing technologies and installing of new technologies for quality control, cleaner environmental friendly production, quality testing and fee paid for quality certifications would be eligible for incentives as in the table.\nEligibility: Micro units\nAmount or percentage of subsidy:\r\n                                We connect certification for Women owned Business enterprises (WBEs)\r\n                                For a period of 3 years maximum limit Rs.75,000\/\r\n                                100% of certification fees for the 1st year - max. Rs.30,000\r\n                                90% of certification fees for the 2nd year - max. Rs.27,000\r\n                                80% of certification fees for the 3rd year- max, Rs.18,000.","Visiting link to know more":"https:\/\/ebiz.karnataka.gov.in\/kum\/PDFS\/Industrial%20Policy%202020-25.pdf","Applicability Central\/State":"Karnataka","summary":"The government subsidy scheme provides incentives for Micro Small Medium Enterprises (MSMEs) to improve their quality by upgrading technologies, installing new technologies for quality control, and obtaining quality certifications. The scheme aims to promote cleaner and environmentally friendly production.","eligibility_criteria":"Micro units owned by women or Women-owned Business enterprises (WBEs)."},{"Sr No":"163","Subsidy scheme":"Exemption from Tax on Electricity Tariff: MSME Manufacturing Enterprises","Scheme Type":"Women","Ministry":"Govt. of Karnataka","Description":"Scheme Summary\/key features:\r\n                                Exemption from paying tax on electricity tariff is extended to MSME manufacturing enterprises.\nEligibility:  MSME manufacturing units\nAmount or percentage of subsidy:\r\n                                For zone 1 and Zone 2 only\r\n                                Reimbursement of cost of power paid at Re.1\/ per unit consumed for 3 years\n\n\nGeneral category\nSpecial category (SC\/ST\/Women\/minorities\/physically challenged and ex-servicemen entrepreneurs)\n\n\n\nZone 1: 100% \nZone 2: 100% \nZone 3: Nil \n\n\nZone 1: 100%\nZone 2: 100% \nZone 3: Nil\n\n\n\n\n\nFor Technology upgradation\n\n\nGeneral category\nSpecial category (SC\/ST\/Women\/minorities\/physically challenged and ex-servicemen entrepreneurs)\n\n\n\n\nZone 1: 5% for 6 years* \nZone 2:  5% for 5 years* \nZone 3:  5% for 5 years* \n *On loans availed from KSFC and scheduled commercial banks which are not covered under CLCSS of Govt. of India\n\n\nZone 1:   5% for 6 years* \nZone 2:  5% for 5 years* \nZone 3:      5% for 5 years* \n *On loans availed from KSFC and scheduled commercial banks which are not covered under CLCSS of Govt. of India\n\n\n\nFor Quality certification\n\n\nGeneral category\nSpecial category (SC\/ST\/Women\/minorities\/physically challenged and ex-servicemen entrepreneurs)\n\n\nFor all zones\nFor all zones\n\n\n\nISO series certification:\r\n                                            75% of cost (maximum Rs.75,000\/\nBIS Certification:\r\n\r\n                                            50% of fees payable to BIS for certification (max.Rs.20,000\/ & 25% of cost (max. Rs.50,000\/) for purchase of testing equipment as approved by BIS\r\n                                        \n\nISO series certification:\r\n                                            75% of cost (maximum Rs.100,000\/\nBIS Certification:\r\n\r\n                                            50% of fees payable to BIS for certification (max.Rs.25,000\/ & 25% of cost (max. Rs.1,00,000\/) for purchase of testing equipment as approved by BIS.  We connect","Visiting link to know more":"https:\/\/ebiz.karnataka.gov.in\/kum\/PDFS\/Industrial%20Policy%202020-25.pdf","Applicability Central\/State":"Karnataka","summary":"The government subsidy scheme provides financial assistance to MSME manufacturing enterprises in three areas: exemption from paying tax on electricity tariff, technology upgradation, and quality certification.","eligibility_criteria":"MSME manufacturing units that are categorized as General or Special (SC\/ST\/Women\/minorities\/physically challenged and ex-servicemen entrepreneurs) are eligible for the scheme."},{"Sr No":"164","Subsidy scheme":"Technology Upgradation, Quality Certification: MSME Manufacturing Enterprises","Scheme Type":"Women","Ministry":"Govt. of Karnataka","Description":"Scheme Summary\/key features:\r\n                                Quality improvement interventions by MSMEs such as up-gradation of existing technologies and installing of new technologies for quality control, cleaner environmental friendly production, quality testing and fee paid for quality certifications would be eligible for incentives as in the table.\r\n                                \nEligibility: All MSMEs as per category\n\r\n                                    We connect certification for Women owned Business enterprises (WBEs)\r\n                                    For a period of 3 years maximum limit Rs.75,000\/\r\n                                    100% of certification fees for the 1st year - max. Rs.30,000\r\n                                    90% of certification fees for the 2nd year - max. Rs.27,000\r\n                                    80% of certification fees for the 3rd year- max, Rs.18,000.","Visiting link to know more":"https:\/\/ebiz.karnataka.gov.in\/kum\/PDFS\/Industrial%20Policy%202020-25.pdf","Applicability Central\/State":"Karnataka","summary":"The government subsidy scheme provides incentives for MSMEs (Micro, Small, and Medium Enterprises) to implement quality improvement interventions, such as upgrading existing technologies or installing new ones for quality control, environmental sustainability, and certification.","eligibility_criteria":"All MSMEs are eligible."},{"Sr No":"165","Subsidy scheme":"Water Harvesting \/ Conservation Measures (Small and Medium Manufacturing Enterprises only)","Scheme Type":"Women","Ministry":"Govt. of Karnataka","Description":"Scheme Summary\/key features:\r\n                                Scheme for water harvesting and water conservation for SMEs only\nEligibility: Small & medium enterprises only\nAmount or percentage of subsidy:\n\n\nRain water harvesting\n\n\nGeneral category\nSpecial category (SC\/ST\/Women\/minorities\/physically challenged and ex-servicemen entrepreneurs)\n\n\n\r\n                                            For all zones\r\n\r\n                                            50% of cost of equipment\r\n                                            (max.Rs.2.00 lakh)\tFor all zones\r\n                                        \n\r\n                                            75% of cost of equipment\r\n                                            (max, Rs.2.50 lakh)\r\n                                            Waste water recycling\r\n                                        \n\nWaste water recycling\n\n\r\n                                            For all zones\r\n\r\n                                            50% of cost of equipment\r\n                                            (max.Rs.7.50lakh)\tFor all zones\r\n                                        \n\r\n                                            For all zones\r\n                                            75% of cost of equipment\r\n                                            (max, Rs.8.50 lakh)","Visiting link to know more":"https:\/\/ebiz.karnataka.gov.in\/kum\/PDFS\/Industrial%20Policy%202020-25.pdf","Applicability Central\/State":"Karnataka","summary":"The government subsidy scheme aims to promote water harvesting and conservation among Small and Medium Enterprises (SMEs) by providing financial assistance for installing rainwater harvesting and wastewater recycling systems.","eligibility_criteria":"SMEs only."},{"Sr No":"166","Subsidy scheme":"Energy Conservation (Micro, Small & Medium Manufacturing Enterprises","Scheme Type":"Women","Ministry":"Govt. of Karnataka","Description":"Scheme Summary\/key features:\r\n                                To conserve the crucial energy resources, the Government of India enacted the Energy Conservation Act, 2001. The Act brought every sector of the economy under the purview of energy conservation and efficient management. Through the Implementation of Scheme for Technology and Quality Upgradation Support to MSMEs Under National Manufacturing Competitiveness Programme the major activity of the scheme is   Capacity Building of MSME Clusters for Energy Efficiency\/Clean Development Mechanism The primary objective of this Activity is to handhold the MSME clusters in adopting energy efficient processes. Under the activity, the following initiatives will be taken up: i. Conducting awareness programmes in MSME clusters on\r\n                                • energy efficient technologies;\r\n                                • availability of energy efficient equipment’s and\r\n                                • the need for energy efficiency and cash benefits from energy efficient technologies (EET) and Clean Development Mechanism (CDM). ii. Supporting energy audits in sample units (3 Nos. in each cluster representing the micro, small and medium enterprises respectively) in energy intensive clusters. The related activities will be identification of energy efficient technologies for typical production units and preparation of model Detailed Project Report (DPRs) for cost effective, bankable energy efficient projects. The recommendations in the model DPRs will be used with the cluster based MSMEs for demonstrating the scope, need and financial benefits from EET projects. iii. Promoting replication of model EET projects in the cluster based MSMEs and subsidizing the preparation cost of the DPRs for the EET projects taken up by the individual MSMEs.\n\nAmount or percentage of subsidy:\r\n                                Towards organizing the awareness programmes, the Government of India will provide financial support to the extent of 75% of the actual expenditure, subject to maximum Rs.75,000\/ - per programme (Average cost of one programme is expected to be Rs. 80,000).\r\n                                The Government of India will provide financial support to the extent of 25% of the project cost for implementation of Energy Efficient Technologies (EET), as per the approved DPR. The maximum amount of GOI assistance from the scheme will be Rs.10 lakhs (Average subsidy for one EET project is estimated to be Rs. 5.0 lakh). For setting up CCA centres The Govt. of India will provide financial support to the extent of 75% of the actual expenditure, subject to a  maximum Rs.15 lakh for establishing each of these centres. (Average cost of setting up of one CCA is expected to be Rs. 15.0 lakh). The remaining expenditure will have to be met by the implementing agency\/ SPV through collection of users’ charges\r\n                                For acquiring product certification licences from national\/international bodies MSME manufacturing units will be provided subsidy to the extent of 75% of the actual expenditure, towards licensing of product to National\/International Standards. The maximum GOI assistance allowed per MSME is Rs.1.5 lakh (Average Rs. 0.75 lakh) for obtaining product licensing \/Marking to National Standards and Rs. 2.0 lakh (Average Rs. 1.50 lakh) for obtaining product licensing \/Marking to International standards","Visiting link to know more":"https:\/\/ebiz.karnataka.gov.in\/kum\/PDFS\/Industrial%20Policy%202020-25.pdf","Applicability Central\/State":"Karnataka","summary":"The Government of India has enacted an Energy Conservation Act, 2001 to conserve energy resources. The Implementation of Scheme for Technology and Quality Upgradation Support to MSMEs aims to promote energy efficiency in micro, small, and medium enterprises (MSMEs) by conducting awareness programs, supporting energy audits, and promoting replication of model energy-efficient projects.","eligibility_criteria":"MSME clusters with a focus on energy-intensive production units."},{"Sr No":"1","Subsidy scheme":"Amended Technology Upgradation Fund Scheme (ATUFS)","Scheme Type":"All","Ministry":"Ministry of Textiles, Govt. of India","Description":"Scheme summary\/key features:\r\n                                        ATUFS scheme will provide one-time capital subsidy for investments in employment and technology intensive segments of textile value chain keeping in view promotion of exports and import substitution. This is a credit linked scheme and projects for technology upgradation covered by a prescribed limit of term loans sanctioned by the lending agencies only will be eligible for grant of benefits under the scheme. Second hand machinery will not be eligible. The scheme will be effective till 31 March 2022.\nEligibility:\r\n                                            Only those entities that fall under the following sectors are eligible to apply:\r\n                                        •\tWeaving, Weaving Preparatory and Knitting\r\n                                        •\tProcessing of fibres, yarns, fabrics, garments and made up\r\n                                        •\tHandloom Sector\r\n                                        •\tSilk Sector\r\n                                        •\tJute Sector\r\n                                        •\tGarment\/Made up manufacturing\r\n                                        •\tTechnical textiles\nAmount or percentage of subsidy:\r\n                                        For Garmenting and technical textiles segment the rate of Capital-Intensive Subsidy is 15% of eligible machines subject to a cap of Rs.30 Crore per individual entity.\r\n                                        Weaving for brand-new shuttle less looms processing jute silk and handlooms -10% on eligible machines subject to a cap of Rs.20 Crore to individual entity.\r\n                                        Composite unit\/ multiple segment -If the eligible capital investment in respect of garmenting and technical textile category is more than 50% of the eligible project cost the subsidy is 15% on eligible machines subject to a cap of Rs.30 Crore. If it is less than 50% of eligible project cost the subsidy is 10% of eligible machines with a cap of Rs.20 Crore","Visiting link to know more":"https:\/\/www.startupindia.gov.in\/content\/sih\/en\/government-schemes\/amended_technology_upgradation_fund_scheme.html","Applicability Central\/State":"Central","summary":"The ATUFS scheme provides a one-time capital subsidy for investments in employment and technology-intensive segments of textile value chain to promote exports and import substitution. It's a credit-linked scheme, and only projects covered by term loans sanctioned by lending agencies are eligible.","eligibility_criteria":"Entities from the following sectors are eligible: Weaving, Processing, Handloom, Silk, Jute, Garment\/Made up manufacturing, and Technical textiles."},{"Sr No":"2","Subsidy scheme":"Integrated Development of Leather Sector (IDLS) Scheme","Scheme Type":"All","Ministry":"Ministry of Commerce & Industry Govt.of India through\r\n                                    Council for Leather Exports\r\n                                    (CLE)","Description":"Scheme summary\/key features:\r\n                                    IDLS Scheme provides investment grant for modernization, technology up gradation and capacity expansion in all segments of the leather industry. The scheme provides financial assistance @ 30% of the cost of plant and machinery for SSI units and 20% of the cost of the plant and machinery for Non-SSI units, subject to a ceiling of Rs.200 lakh (@ 20% to all units above the assistance of Rs.50 Lakh). The IDLS Scheme is implemented through multiple agencies\r\n                                    The DIPP has taken a decision that the financial assistance \/ investment grant under the IDLS Scheme would be approved for tanneries operating in all parts of the country, subject to submission of certificate from Department of Industries of State Government \/ State Pollution Control Board regarding compliance of environmentally sound waste water management by the applicant unit(s).\nEligibility:All existing units in leather footwear and accessories industries including tanneries leather goods saddlery, leather footwear non leather footwear and footwear component sector having cash profits for 2 years undertaking viable and bankable programmes on technology upgradation on or after 1st January 2016,\nAmount or percentage of subsidy:   Back end subsidy as mentioned in scheme summary above,","Visiting link to know more":"http:\/\/leatherindia.org\/wp-content\/uploads\/2017\/12\/2.-Guidelines-Integrated-Development-of-Leather-Sector-IDLS.pdf","Applicability Central\/State":"Central","summary":"The IDLS Scheme provides an investment grant for modernization, technology upgradation, and capacity expansion in the leather industry. The scheme offers financial assistance of 30% of the cost of plant and machinery for Small Scale Industries (SSI) units and 20% for non-SSI units, subject to a ceiling of Rs.200 lakh.","eligibility_criteria":"Existing units in leather footwear and accessories industries, including tanneries, with cash profits for 2 years, undertaking viable and bankable programmes on technology upgradation from January 1, 2016 onwards."},{"Sr No":"3","Subsidy scheme":"Credit Linked Capital Subsidy Scheme for Technology Upgradation (CLCSS)","Scheme Type":"All","Ministry":"Ministry of MSME,Govt.of India","Description":"Scheme summary:\r\n                                    \r\n                                    The Scheme aims at facilitating Technology Upgradation of Micro and Small Enterprises by providing 15% capital subsidy [ceiling of 15 lakh] on institutional finance availed by them for induction of well-established and improved technology in approved sub-sectors\/products.\r\n\r\n                                    The admissible capital subsidy is calculated with reference to purchase price of Plant and Machinery. Maximum limit of eligible loan for calculation of subsidy is 100 lakh. Operational Procedure under CLCSS scheme is now online and a paperless process\nEligibility:   Small and micro-enterprises that belong to -sub-sectors specified by the Ministry of MSME will be deemed eligible for this subsidy scheme.\r\n                                    •\tBoth new and existing enterprises can avail subsidy under this scheme.\r\n                                    •\tSmall and micro-enterprises based in semi-urban and rural areas with a valid UAM number are also eligible.\r\n                                    •\tTypically, the enterprises include – sole-proprietorship, private limited companies, tiny industries, khadi, coir units, partnerships, village industries, etc.\r\n                                    . Banks and financial institutions can apply to DC-MSME for availing support.\r\n                                    - MSMEs need to directly contact the respective banks for getting credit and capital subsidy.\nAmount or Percentage of subsidy:   According to the revised CLSS scheme, an extra 10% subsidy is extended to entrepreneurs who belong to the SC\/ST category and hail from the selected districts of the North-East or other hilly terrains.","Visiting link to know more":"https:\/\/my.msme.gov.in\/mymsme\/reg\/COM_ClcssAppForm.aspx","Applicability Central\/State":"Central","summary":"The Scheme provides 15% capital subsidy (ceiling of ₹15 lakh) on institutional finance for technology upgradation in approved sub-sectors\/products to facilitate growth of micro and small enterprises.","eligibility_criteria":"Small and micro-enterprises from specified sub-sectors by Ministry of MSME\n* Both new and existing enterprises eligible\n* Enterprises based in semi-urban and rural areas with valid UAM number eligible\n* Eligible entity types: sole-proprietorship, private limited companies, tiny industries, khadi, coir units, partnerships, village industries, etc.\n* Banks and financial institutions can apply for support\n* MSMEs must directly contact respective banks for credit and capital subsidy"},{"Sr No":"4","Subsidy scheme":"Technology& Quality Upgradation Support for MSMEs (TEQUP)","Scheme Type":"All","Ministry":"Ministry of MSME, Govt. of India","Description":"Scheme summary\/key features:\r\n\r\n                                    Cost of energy is an important component of the cost structure in any manufacturing process. As such, to reduce production costs and remain competitive, MSMEs need to focus on economising on energy use. The first objective of the present Scheme is to sensitize the manufacturing MSME sector in India to the use of energy efficient technologies and manufacturing processes so as to reduce cost of production and the emissions of GHGs. Activities under the scheme are: I. Capacity Building of MSME Clusters for Energy Efficiency\/Clean Development Interventions and other technologies mandated as per the global standards. ii. Implementation of Energy Efficient Technologies (EET) in MSME units. iii. Setting up of Carbon Credit Aggregation Centres (CCA) for introducing and popularising clean development mechanism (CDM) in MSME clusters. iv. Encouraging MSMEs to acquire product certification\/ licences from National\/International bodies and adopt other technologies mandated as per the global standards. v. Study of Impact of the scheme, administrative and other miscellaneous items.\n\r\n                                        Eligibility:\r\n                                    MSME clusters identified\n Amount or percentage of subsidy:\r\n                                    Towards organizing the awareness programmes, the Government of India will provide financial support to the extent of 75% of the actual expenditure, subject to maximum Rs.75,000\/ - per programme (Average cost of one programme is expected to be Rs. 80,000).\r\n                                    The Government of India will provide financial support to the extent of 25% of the project cost for implementation of Energy Efficient Technologies (EET), as per the approved DPR. The maximum amount of GOI assistance from the scheme will be Rs.10 lakhs (Average subsidy for one EET project is estimated to be Rs. 5.0 lakh).\r\n                                    For setting up CCA centres The Govt. of India will provide financial support to the extent of 75% of the actual expenditure, subject to a maximum Rs.15 lakh for establishing each of these centres. (Average cost of setting up of one CCA is expected to be Rs. 15.0 lakh). The remaining expenditure will have to be met by the implementing agency\/ SPV through collection of users’ charges\r\n                                    For acquiring product certification licences from national\/international bodies MSME manufacturing units will be provided subsidy to the extent of 75% of the actual expenditure, towards licensing of product to National\/International Standards. The maximum GOI assistance allowed per MSME is Rs.1.5 lakh (Average Rs. 0.75 lakh) for obtaining product licensing \/Marking to National Standards and Rs. 2.0 lakh (Average Rs. 1.50 lakh) for obtaining product licensing \/Marking to International standards","Visiting link to know more":"http:\/\/www.dcmsme.gov.in\/schemes\/TEQUPDetail.htm\nhttp:\/\/www.dcmsme.gov.in\/schemes\/TEQUP_Guidelines_latest.pdf","Applicability Central\/State":"Central","summary":"The government subsidy scheme aims to promote energy efficiency in MSMEs (Micro, Small, and Medium Enterprises) in India by providing financial support for various activities such as capacity building, implementation of energy-efficient technologies, setting up carbon credit aggregation centers, and acquiring product certification licenses.","eligibility_criteria":"MSME clusters identified."},{"Sr No":"5","Subsidy scheme":"Government Subsidy for Small Business for Cold Chain","Scheme Type":"All","Ministry":"Ministry of Food Processing Industries, Govt. of India","Description":"Scheme summary\/key features:\r\n                                    \r\n                                    The objective of the scheme of Cold Chain, Value Addition and Preservation Infrastructure is to provide integrated cold chain and preservation infrastructure facilities without any break from the farm gate to the consumer.\r\n                                    It covers pre-cooling facilities at production sites, reefer vans, mobile cooling units as well as value addition centres which includes infrastructural facilities like Processing\/Multi-line Processing\/ Collection Centres, etc. for horticulture, organic produce, marine, dairy, meat and poultry etc.\n Eligibility: \r\n                                    Individual, Groups of Entrepreneurs, Cooperative Societies, Self Help Groups (SHGs), Farmers Producer Organizations (FPOs), NGOs, Central\/State PSUs etc. with business interest in Cold Chain solutions are eligible to setup integrated cold chain and preservation infrastructure and avail grant under the Scheme\n\r\n                                        Amount of subsidy or percentage:\r\n                                    \r\n                                    For storage infrastructure including Pack House and Pre cooling unit, ripening chamber and transport infrastructure, grant-in-aid @ 35% for General Areas and @ 50% for North East States, Himalayan States, Islands & ITDP Areas, of the total cost of plant & machinery and technical civil works will be provided. (b) For value addition and processing infrastructure including frozen storage\/ deep freezers associated and integral to the processing, grant-in-aid @ 50% for General Areas and @ 75% for North East States, Himalayan States, Islands & ITDP Areas, will be provided. (c) For irradiation facilities grant-in-aid will be provided @ 50% for General Areas and @ 75% for North East States, Himalayan States, Islands & ITDP Areas.","Visiting link to know more":"http:\/\/mofpi.nic.in\/","Applicability Central\/State":"Central","summary":"The Cold Chain, Value Addition and Preservation Infrastructure scheme aims to provide integrated cold chain and preservation infrastructure facilities from farm gate to consumer. It covers pre-cooling facilities, reefer vans, mobile cooling units, value addition centers, and more for various industries.","eligibility_criteria":"Eligible applicants include individual entrepreneurs, groups of entrepreneurs, cooperative societies, self-help groups (SHGs), farmers' producer organizations (FPOs), NGOs, central\/state PSUs, with business interest in cold chain solutions."},{"Sr No":"6","Subsidy scheme":"Extensionof Financial Assistance to Coir units in the Brown Fibre sector","Scheme Type":"All","Ministry":"Ministry of MSME, Govt. of India","Description":"Scheme summary\/key features: The Coir Board runs a scheme for financial assistance to the coir units in the brown fibre sector.\nEligibility: Coir Units desiring to avail of the assistance under the scheme should be registered with the Coir Board under the Coir Industry (R&L) Rules 1958 and also with the Industries Department of the State in which the Unit is located.  Assistance under the scheme will be extended only to units outside the cooperative fold.  The Units for extraction of coir fibre \/ spinning of coir yarn should be located in areas with adequate availability of coconut husk \/ coir fibre.\nAmount or percentage of subsidy:The rate of financial assistance under the scheme is 25% of the cost of equipment and infrastructural facilities subject to certain ceiling limits based on the type of unit.","Visiting link to know more":"http:\/\/coirboard.gov.in\/wp-content\/uploads\/2014\/07\/5_FA_TERMS.pdf\/","Applicability Central\/State":"Central","summary":"The Coir Board runs a scheme providing financial assistance to coir units in the brown fibre sector.","eligibility_criteria":"1. Registered with the Coir Board and Industries Department of the State where the unit is located\n2. Outside cooperative fold\n3. Located in areas with adequate availability of coconut husk\/coir fibre"},{"Sr No":"7","Subsidy scheme":"Scheme for Extension of Financial Assistance for Generator Set \/ Diesel Engine","Scheme Type":"All","Ministry":"Ministry of MSME, Govt. of India","Description":"Scheme summary\/key features:\r\n                                    \r\n                                    The purpose of the scheme is to give one-time subsidy to fibre\/ curled coir production units in the brown fibre sector to carry out production at periods of power cut\/ low voltage and to ensure supply of brown fibre and curled coir to meet the requirements of rubberized coir products, coir rope, yarn and mats and matting sectors.\n\r\n                                        Eligibility:\r\n                                    \r\n                                    The units which satisfy the following are only eligible for subsidy under the scheme.\r\n                                    1. The unit should have a valid registration with the Coir Board under the Coir Industry (R & L) Rules 1958\r\n                                    2. The unit should have a final SSI registration with the Industries Department of the State concerned.\r\n                                    3. The unit should produce a No Objection Certificate from the State Electricity Board for installation of generator set as per rules in the State concerned. 4. The capacity of generator set should be subject to the requirement of the unit as specified in the registration certificate.\r\n                                    5. A three phase power supply should be available in the unit 6. The application for generator subsidy should be recommended by the General Manager, DIC. 7. The unit should obtain a clearance to the proposal in advance from the Regional Officer of the Coir Board concerned to the State.\nAmount or Percentage of subsidy: The quantum of subsidy for one unit will be 25% of the cost of generator set subject to a maximum of 50000\/-. This will be a onetime financial assistance and will be granted on the basis of expenditure incurred by the unit","Visiting link to know more":"http:\/\/coirboard.gov.in\/wp-content\/uploads\/2014\/07\/5_FA_SEFA.pdf","Applicability Central\/State":"Central","summary":"The government subsidy scheme aims to provide one-time financial assistance to fibre\/curled coir production units in the brown fibre sector to enable them to produce at periods of power cut or low voltage, thereby ensuring supply of brown fibre and curled coir to meet the requirements of rubberized coir products, coir rope, yarn, and mats and matting sectors.","eligibility_criteria":"1. Valid registration with Coir Board\n2. Final SSI registration with Industries Department\n3. NOC from State Electricity Board for generator installation\n4. Three-phase power supply available in the unit\n5. Recommended by General Manager, DIC\n6. Clearance from Regional Officer of Coir Board to state"},{"Sr No":"8","Subsidy scheme":"Marketing Assistance Scheme by NSIC","Scheme Type":"All","Ministry":"Ministry of MSME, Govt. of India","Description":"Scheme summary\/key features\r\n                                    \r\n                                    The marketing assistance scheme provides assistance for the following activities:\r\n                                    a) Organisation of exhibitions abroad and participation in international exhibitions\/ trade fairs\r\n                                    b) Co-sponsoring of exhibitions organised by other organisations\/industry associations\/ agencies;\r\n                                    c) Organising buyer-seller meets, intensive campaigns and marketing promotion activities.\r\n\r\n                                     Eligibility:  MSMEs, Industry Associations and other organisations related to MSME sector are eligible to apply.\r\n\r\n                                    Amount or percentage of subsidy:\r\n                                    a). The maximum net budgetary support for participating in an international exhibition\/trade fair would normally be restricted to an overall ceiling of Rs. 30 lakh per event (Rs. 40 lakh for Latin American countries).\r\n                                    (b). The budget for organizing the Domestic Exhibitions\/Trade Fair would depend upon the various components of the expenditure, i.e. space rental including construction and fabricating charges, theme pavilion, advertisement, printing material, transportation etc. However, the budgetary support towards net expenditure for organizing such exhibition\/trade fair would normally be restricted to a maximum amount of Rs. 45 lakhs. The corresponding budgetary limit for participation in an exhibition\/trade fair shall be Rs. 15 lakh.\r\n\r\n                                    Financial assistance will be provided ranging from 25% to 95% of the Air-Fare and space rent to entrepreneurs on the basis of size and type of the enterprise. Financial assistance for co-sponsoring an event would be limited to 40% of the net expenditure, subject to a maximum amount of 5 lakh.","Visiting link to know more":"https:\/\/www.nsic.co.in\/schemes\/MarketingAssistance","Applicability Central\/State":"Central","summary":"The marketing assistance scheme provides financial support for MSMEs to participate in international exhibitions\/trade fairs, co-sponsor events organized by others, and organize domestic exhibitions\/trade fairs. The scheme aims to promote Indian industries globally and nationally.","eligibility_criteria":"MSMEs, Industry Associations, and other organizations related to the MSME sector are eligible to apply."},{"Sr No":"9","Subsidy scheme":"ISO 9000\/ISO 14001 Certification Reimbursement Scheme","Scheme Type":"All","Ministry":"Ministry of MSME, Govt. of India","Description":"Scheme Summary\/key features:\r\n                                    \r\n                                    The scheme provides incentives to those SMEs\/ancillary undertakings who have acquired ISO 9000\/ISO 14001\/HACCP certification. The scheme is enlarged so as to include reimbursement of expenses for acquiring ISO 14001 certification.\n Eligibility:  Permanent registered micro and small enterprises (MSEs) are eligible to avail the incentive scheme. The scheme is applicable to those MSEs\/ancillary\/SSSB units who have already acquired ISO-9000\/ISO-14001\/ HACCP certification.\nAmount or percentage of subsidy:\r\n                                    The scheme envisages reimbursement of charges for acquiring ISO-9000\/ISO- 14001\/HACCP certification to the extent of 75% of expenditure subject to a maximum of Rs.75,000 in each case.","Visiting link to know more":"https:\/\/my.msme.gov.in\/MyMsmeMob\/MsmeScheme\/Pages\/0_2_2.html","Applicability Central\/State":"Central","summary":"The government subsidy scheme provides incentives to Small and Medium-sized Enterprises (SMEs) and ancillary undertakings that have acquired ISO 9000\/ISO 14001\/HACCP certification, with reimbursement of expenses for acquiring ISO 14001 certification also included.","eligibility_criteria":"Permanent registered micro and small enterprises (MSEs)\n* SMEs\/ancillary\/SSSB units with already acquired ISO-9000\/ISO-14001\/HACCP certification"},{"Sr No":"10","Subsidy scheme":"Marketing support\/Assistance to MSMEs (Bar code)","Scheme Type":"All","Ministry":"Ministry of MSME, Govt. of India","Description":"Scheme summary\/key features:\r\n                                    \r\n                                    Under this scheme the Ministry conducts seminars and reimburses registration fees for bar coding in order to encourage MSEs to use bar-codes. The basic objective of this scheme is to enhance the Marketing competitiveness of Micro & Small Enterprises (MSEs\n Eligibility: Those MSEs who have Entrepreneurial Memorandum Part- II acknowledgement number from Directorate of Industries\/ District Industries Centres and also have registration with GS1 India for use of Bar Codes are eligible\nAmount or percentage of subsidy:\r\n                                    75% of one-time registration fee and annual recurring fee (for first three years) paid by MSEs to GS1 India (GS1 India, an autonomous body under Ministry of Commerce & Industry, Government of India.","Visiting link to know more":"https:\/\/www.startupindia.gov.in\/content\/sih\/en\/government-schemes\/bar_code.html","Applicability Central\/State":"Central","summary":"The government subsidy scheme aims to enhance the marketing competitiveness of Micro & Small Enterprises (MSEs) by reimbursing registration fees for bar coding.","eligibility_criteria":"Entrepreneurial Memorandum Part- II acknowledgement number from Directorate of Industries\/District Industries Centres\n* Registration with GS1 India for use of Bar Codes"},{"Sr No":"11","Subsidy scheme":"Support for Entrepreneurial and managerial development of SMEs","Scheme Type":"All","Ministry":"Ministry of MSME, Govt. of India","Description":"Scheme summary\/key features:\r\n                                    \r\n                                    The Scheme provides early stage funding for nurturing innovative business ideas (new indigenous technology, processes, products, procedure etc.) which could be commercialized in a year. The main objective is to promote development of knowledge-based innovative ventures and to improve the competitiveness and survival instincts of the Micro, Small and Medium Enterprises (MSMEs).\n Eligibility: \r\n                                    Any individual or MSME with innovative ideas ready for commercialisation can apply to the host institution (e.g., IITs, NITs, technical colleges, research institutes, etc.) in order to obtain fund support. See the list of host institutions at following web address: http:\/\/www.dcmsme.gov.in\/schemes\/Institutions_Detail.pdf \r\n\r\n                                    Any technical institution (as given in the EoI) that wants to become a host institution can apply to the office of the Development Commissioner-MSME or their nearest MSME-DI for funding support.\nAmount or percentage of subsidy:\r\n                                    Funding support for setting up of ‘Business Incubators (BI)’: The cost may vary from Rs 4 to 8 lakh for each incubatee\/idea, subject to overall ceiling of Rs 62.5 lakh for each BI.\r\n\r\n                                    a) Upgradation of infrastructure Rs 2.50 lakh\r\n                                    b) Orientation\/training Rs 1.28 lakh\r\n                                    c) Administrative expenses Rs 0.22 lakh\r\n\r\n                                    Total assistance per BI Rs 66.50 lakh\r\n                                    Around 10 ideas will be incubated by the BI\n\nhttps:\/\/www.startupindia.gov.in\/content\/sih\/en\/government-schemes\/entrepreneurial_managerial_development.html\nhttp:\/\/www.dcmsme.gov.in\/schemes\/SUPPORTFOREMDTI.pdf\n\n\r\n                                    Central","Visiting link to know more":"https:\/\/www.startupindia.gov.in\/content\/sih\/en\/government-schemes\/entrepreneurial_managerial_development.html\nhttp:\/\/www.dcmsme.gov.in\/schemes\/SUPPORTFOREMDTI.pdf","Applicability Central\/State":"Central","summary":"The Scheme provides early stage funding for nurturing innovative business ideas (new indigenous technology, processes, products, procedure etc.) which could be commercialized in a year. The main objective is to promote development of knowledge-based innovative ventures and to improve the competitiveness and survival instincts of the Micro, Small and Medium Enterprises (MSMEs).","eligibility_criteria":"Any individual or MSME with innovative ideas ready for commercialisation can apply to a host institution (e.g., IITs, NITs, technical colleges, research institutes, etc.) to obtain fund support.\n\nNote: A concise eligibility criteria is:\n\n* Any individual or MSME with innovative ideas ready for commercialization\n* Must apply to a host institution"},{"Sr No":"12","Subsidy scheme":"Lean Manufacturing competitiveness schemes for MSMEs","Scheme Type":"All","Ministry":"Ministry of MSME, Govt. of India","Description":"Scheme summary\/key features:\r\n                                    The objectives of the Scheme are to enhance the manufacturing competitiveness of MSMEs through the application of various Lean Manufacturing (LM) techniques\r\n                                    Under the Scheme, MSMEs will be assisted in reducing their manufacturing costs, through proper personnel management, better space utilization, scientific inventory management, improved processed flows, reduced engineering time and so on. LMCS also brings improvement in the quality of products and lowers costs, which are essential for competing in national and international markets. Awareness programmes and workshops are being organized to create awareness among the entrepreneurs and motivated to form mini clusters comprising of 6 to 10 units.\r\n                                    Lean Management consultants will work with the specially formed team Special Purpose Vehicle (SPV)\/Distinct Product Group (DPG) for Lean Management in the unit for 18 months.\n Eligibility: Industry associations \/ Group of approx. 10 MSME units which qualify under MSME-Development Act, 2006 willing to form SPV (Mini Cluster)\nAmount or percentage of subsidy: A financial support by the Government of India up to a maximum of 80% of the Consultant fees for each Mini Cluster will be provided. Remaining 20% is to be borne by the beneficiaries MSME units.","Visiting link to know more":"https:\/\/www.startupindia.gov.in\/content\/sih\/en\/government-schemes\/lean_manufacturing_competitiveness.html","Applicability Central\/State":"Central","summary":"The Lean Manufacturing Competitiveness Scheme (LMCS) aims to enhance the manufacturing competitiveness of Micro, Small, and Medium Enterprises (MSMEs) by applying Lean Manufacturing techniques. The scheme assists MSMEs in reducing costs, improving product quality, and increasing competitiveness through workshops, awareness programs, and one-on-one consulting with Lean Management consultants.","eligibility_criteria":"Industry associations or groups of approximately 10 MSME units qualifying under the MSME-Development Act, 2006, willing to form a Special Purpose Vehicle (SPV) \/ Distinct Product Group (DPG) for Lean Manufacturing."},{"Sr No":"13","Subsidy scheme":"Prime Minister Employment Generation programme\r\n                                    (PMEGP)","Scheme Type":"All","Ministry":"Ministry of MSME, Govt. of India","Description":"Scheme summary\/key features:\r\n                                    PMEGP is a credit-linked subsidy programme. The scheme contributes significantly to create job opportunities and boost the social and economic growth of the country. The scheme is implemented by Khadi and Village Industries Commission (KVIC) functioning as the nodal agency at the national level. At the state level, the scheme is implemented through State KVIC Directorates, State Khadi and Village Industries Boards (KVIBs), District Industries Centres (DICs) and banks. In such cases KVIC routes government subsidy through designated banks for eventual disbursal to the beneficiaries \/ entrepreneurs directly into their bank accounts.\n Eligibility:   Any individual, above 18 years of age. At least VIII standard pass for projects costing above Rs.10 lakh in the manufacturing sector and above Rs. 5 lakhs in the business \/ service sector. Only new projects are considered for sanction under PMEGP. Self Help Groups (including those belonging to BPL provided that they have not availed benefits under any other Scheme), Institutions registered under Societies Registration Act,1860; Production Co-operative Societies, and Charitable Trusts are also eligible.\nAmount or percentage of subsidy:  The maximum cost of the project\/unit admissible in manufacturing sector is ₹ 25 lakhs and in the business\/service sector, it is ₹ 10 lakhs.\r\n                                    Categories of Beneficiary’s Rate of subsidy under PMEGP (of project cost)\r\n                                    Area (location of project\/unit) General category 15%(Urban), 25%(Rural), Special 25%(Urban), 35%(Rural)\r\n                                    (including SC\/ ST\/ OBC\/ Minorities\/Women, Ex-servicemen, Physically handicapped, NER, Hill and Border areas, etc.)\r\n                                    The balance amount of the total project cost will be provided by the banks in the form of term loan and working capital.","Visiting link to know more":"https:\/\/msme.gov.in\/11-prime-ministers-employment-generation-programme-pmegp","Applicability Central\/State":"Central","summary":"The Prime Minister's Employment Generation Programme (PMEGP) is a credit-linked subsidy programme that aims to create job opportunities and boost social and economic growth in the country. It is implemented by Khadi and Village Industries Commission (KVIC) at the national level, with state-level implementation through designated banks.","eligibility_criteria":"Any individual above 18 years of age\n* At least VIII standard pass for projects costing over ₹10 lakhs in manufacturing or ₹5 lakhs in business\/service sector\n* New projects only; no repeat benefits under other schemes\n* Self Help Groups (including BPL groups)\n* Institutions registered under Societies Registration Act, 1860\n* Production Co-operative Societies\n* Charitable Trusts"},{"Sr No":"14","Subsidy scheme":"Scheme for Integrated Textile Parks (SITP)","Scheme Type":"All","Ministry":"Government of India, Ministry of Textiles (MoT)","Description":"Scheme summary\/key features:\r\n                                    The scheme is for the period of three years i.e., from April 01, 2017 to March 31, 2020.The primary objective of the Scheme is to provide financial assistance to a group of entrepreneurs to establish state-of-the-art infrastructure facilities in a cluster for setting up their textile units, conforming to international environmental and social standards and thereby mobilize private investment in the textile sector and generate fresh employment opportunities.\r\n                                    The government is considering a plan to set up 1,000-acre mega textile parks as it revamps the Scheme for Integrated Textile Park (SITP) whose slow progress is attributed to delay in obtaining land and other statutory clearances from state governments and slow fund mobilisation by the textile parks. Launched in 2005, the scheme aims to provide industry with state-of-the-art world-class infrastructure facilities for setting up their textile units. Each Integrated Textile Park (ITP) under the scheme would normally have 50 units. The number of entrepreneurs and the resultant investments in each ITP could vary from project to project.\r\n                                    Under the SITP, infrastructure facilities for setting up of textile units are developed in a Public-Private- Partnership (PPP) model.\n Eligibility:  Industry Associations, Groups of Entrepreneurs and Agencies of the State Governments would be the main promoters of the Integrated Textile Parks (ITPs). At each ITP, there would be a Special Purpose Vehicle (SPV) formed by the representatives of local Industry, Financial Institutions, State industrial and infrastructural corporations, and other agencies of State and Central Governments. The SPV shall invariably be a Corporate Body registered under the Companies Act. The net worth of each promoter should not be less than 1.5 times of his\/her total equity proposed in the project. Any other structure for the SPV would require the approval of the Project Approval Committee.\nAmount or percentage of subsidy:\r\n                                    The Government of India grants up to 40% of the project cost.\r\n                                    However, it grants up to 90% of the project cost for the first two projects (each) in the North Eastern States, Himachal Pradesh, Uttarakhand and Union Territory of Jammu Kashmir and Union Territory of Ladakh. The government’s support is limited to Rs. 40 crores for each textile park.","Visiting link to know more":"https:\/\/economictimes.indiatimes.com\/industry\/cons-products\/garments-\/-textiles\/mega-textile-parks-on-the-anvil-government-revamps-scheme\/articleshow\/73787980.cms?utm_source=contentofinterest&utm_medium=text&utm_campaign=cppst\nhttps:\/\/pib.gov.in\/PressReleaseIframePage.aspx?PRID=1655530","Applicability Central\/State":"Central","summary":"The Scheme for Integrated Textile Park (SITP) is a government subsidy program that provides financial assistance to entrepreneurs to establish state-of-the-art infrastructure facilities in textile parks, promoting private investment and employment generation. The scheme aims to develop 1,000-acre mega textile parks with 50 units each, operating on a Public-Private-Partnership model.","eligibility_criteria":"Promoters of Integrated Textile Parks (ITPs) must be Industry Associations, Groups of Entrepreneurs, or State Government Agencies. A Special Purpose Vehicle (SPV) will be formed by representatives of local industry, financial institutions, and government agencies. The net worth of each promoter should be at least 1.5 times their total equity proposed in the project."},{"Sr No":"15","Subsidy scheme":"In-situ Upgradation of Plain Power looms","Scheme Type":"All","Ministry":"Government of India, Ministry of Textiles (MoT)","Description":"Scheme summary\/key features:\r\n                                    The prime objective of the scheme is to upgrade existing plain looms to semi-automatic\/shuttle-less looms to improve quality and productivity of the fabric being produced by way of fixing certain additional attachments\/kits and enable them to face the competition in domestic and international markets, by way of providing financial assistance to economically weaker low-end power loom units.  The scheme came into operation from 1st April 2017 and will be up to 31st March 2020.\n Eligibility: \r\n                                    A Power loom unit having power loom permit \/ Acknowledgement against Information Memorandum issued by Regional Office of the Textile Commissioner for installation of the Power looms (or) SSI registration (or) Udyog Aadhar Memorandum (or) Electricity bill for the unit address\/name of the owner are provided, is eligible for assistance under the scheme.\r\n                                    Power loom unit having a maximum 08 (eight) existing plain power looms, as per Power loom Permit \/ Acknowledgement are only eligible for availing the benefit under the scheme. Priority would be given to units having less than 4 looms.\r\n                                    A unit should have electricity bill in its name or in the name of the owner of the unit or if the premises is on rental basis necessary power sharing agreement between lessor and lessee.\nAmount or percentage of subsidy:\r\n                                    The applicant will be eligible for\r\n                                    •\tFor in-situ up-gradation of subsidy: the existing plain power looms to Semi- automatic shuttle looms\/attachment of dobby, jacquard\/pirn winding machine.\r\n                                    •\tFor in-situ up-gradation of existing upgraded semi -automatic shuttle looms to shuttle-less rapier looms and\r\n                                    •\tFor in-situ up-gradation of existing plain power looms directly to shuttler-less rapier looms\n\n\n Category\nPercentage of subsidy\nMaximum subsidy Amount per loom (in Rs.)\n\n\n\n\nPlain power loom to semiautomatic shuttle loom\/ attachments of dobby, jacquard\/ pirn winding machine (up gradation without rapier kit)\nSemi -automatic shuttle loom to shuttle -less rapier loom (Attachment of only Rapier Kit)\t\nPlain power loom to shuttler-less rapier loom\/Kits Attachments (Upgradation with Rapier kit)\n\n\nGeneral\n50.00%\n20000\n25000\n45000\n\n\nSC\n75.00%\t\n30000\t\n37500\t\n67500\n\n\n\r\n                                                ST\r\n                                            \n90.00%\t\n\r\n                                                36000\r\n                                            \n\r\n                                                45000\r\n                                            \n\r\n                                                81000\r\n                                            \n\n \r\n                                    The detailed bifurcation of the subsidy shall be as shown in the table given below\r\n                                        \n\n\n\n\r\n                                                        For In-situ Upgradation\r\n                                                    \n\r\n                                                        Attachments\/kit attached\r\n                                                    \n\r\n                                                        Category\r\n                                                    \n\r\n                                                        Maximum GOI subsidy\/ loom\r\n                                                    \n\n\n\n(a)\tFrom existing plain Power looms to Semi- automatic shuttle looms\/attachments of dobby, jacquard\/pirn winding machine\n\r\n                                                    i) Weft stop motion\r\n                                                    (ii) Warp stop motion\r\n                                                    (iii)Efficient braking device\r\n                                                    (iv)Semi positive let off motion\r\n                                                    (v) Dobby\r\n                                                    (vi) Jacquard,\r\n                                                    Self- lubricating nylon parts\r\n                                                    (viii) Anti crack device\r\n                                                    (ix) Pirn winding machine.\r\n                                                \nGeneral\nRs.20,000\n\n\nSC\nRs.30,000\n\n\nST\nRs.36,000\n\n\n(b) From existing upgraded semi -automatic shuttle looms already upgraded under In-Situ to shuttle-less rapier looms (excluding attachments at (a)above)\nAttachment of rapier kit for power looms\nGeneral\nRs.25,000\n\n\nSC\nRs.37,000\n\n\nST\nRs.45,000\n\nI From existing plain power looms directly to shuttle less rapier looms (including attachments of kits at (a) & (b)).\n\r\n                                                    (i) Weft stop motion, Warp stop motion, Efficient braking device, semi positive let off motion, Dobby, Jacquard, Self- lubricating nylon parts, anti -crack device.\r\n                                                    (ii) Rapier kit\r\n                                                \nGeneralRs.45,000\n SCRs.67,500 \n\nSTRs.81,000","Visiting link to know more":"http:\/\/texmin.nic.in\/schemes\n https:\/\/ipowertexindia.gov.in\/in-situ-upgradation-of-plain-powerlooms.htm","Applicability Central\/State":"Central","summary":"The scheme aims to upgrade existing plain looms to semi-automatic or shuttle-less looms to improve quality and productivity. It provides financial assistance to economically weaker low-end power loom units, enabling them to compete in domestic and international markets.","eligibility_criteria":"Power loom unit with a permit\/Acknowledgement from the Regional Office of the Textile Commissioner\n* SSI registration or Udyog Aadhar Memorandum\n* Electricity bill in the unit's name or the owner's name (or power sharing agreement if premises are rented)\n* Maximum 8 existing plain power looms, with priority given to units having less than 4 looms."},{"Sr No":"16","Subsidy scheme":"Group Work shed Scheme (GWS)","Scheme Type":"All","Ministry":"Government of India, Ministry of Textiles (MoT)","Description":"Scheme summary\/key features:\r\n                                    The Government of India has implemented the Group Work shed Scheme to simplify the establishment of work sheds in a new cluster or upgrade an existing cluster.  The scheme is operative from 1st April, 2017 and would be for a duration up to 31 March, 2020.  According to Group Work shed Scheme, only 40% of the loomage would be accepted under weaving preparatory like Sectional warping machine, Sizing machine, etc.\r\n                                    This 40% loomage will also comprise of areas for common facilities such as sample display room, testing lab, office and worker’s Amenities.\r\n                                    The beneficiary is permitted to avail infrastructure benefits like:\r\n                                    o\tInternal Road can be laid to the extent of up to 10% of the expenditure provided.\r\n                                    o\tA total number of four sheds or more will be provided, and a minimum of one of these sheds will be proposed for the house of weavers with or without power looms.\r\n                                    The beneficiaries are not generally eligible for any infrastructure benefits under other schemes of Ministry of Textiles apart from the Group Work shed Scheme.\n Eligibility: \r\n                                    The beneficiaries eligible to apply for this Scheme includes Weavers and Entrepreneurs associated with power-looms units, including master weavers, registered co-operative societies of power-loom weavers or any new entrepreneurs individually or in a group.\r\n                                    A group of individuals applying towards claiming benefits under Group Work shed Scheme should consist of a minimum of four weavers or entrepreneurs having a separate legal entity.\r\n                                    Inside the Work shed either 48 modern looms (automatic\/ single width shuttle-less looms) or 24 wider-width shuttle-less looms with four persons in a group are to be installed.\r\n                                    Each beneficiary should have at least four looms.\r\n                                    Only machinery which are TUFS (Technology Up-gradation Fund Scheme) compatible can be installed.\nAmount or percentage of subsidy:\r\n                                    The Group Work shed Scheme also provides its beneficiaries with land and construction cost at Subsidized prices. This is depicted in the table shown below:\n\n\nS. No\nCategory\nEligible Subsidy on per unit cost of construction\nCapital amount on Subsidy given per Sq. Ft\n\n\n1\nGeneral\n40%\nINR 400\n\n\n2\nSC\n75%\nINR 750\n\n\n3\nST\n90%\nINR 900","Visiting link to know more":"http:\/\/texmin.nic.in\/schemes\nhttp:\/\/texmin.nic.in\/sites\/default\/files\/PowerTex%20India%20Brochure%20English.pdf","Applicability Central\/State":"Central","summary":"The Group Work shed Scheme is a government initiative to simplify the establishment or upgrading of work sheds for power-loom weavers and entrepreneurs. The scheme provides subsidized prices for land and construction costs, with additional benefits such as internal road laying and common facilities.","eligibility_criteria":"Weavers and entrepreneurs associated with power-looms units\n* Minimum of 4 weavers\/entrepreneurs or a registered co-operative society\n* At least 4 looms installed per beneficiary\n* Machinery must be TUFS compatible"},{"Sr No":"17","Subsidy scheme":"Yarn Bank Scheme","Scheme Type":"All","Ministry":"Ministry of Textiles Govt, of India","Description":"Scheme summary\/key features:\r\n                                        To provide interest free corpus fund to Special Purpose Vehicle (SPV) \/ Consortium to enable them to purchase yarn at wholesale rate and give the yarn at reasonable price to the small weavers.\r\n                                            To avoid middle man\/ local supplier’s brokerage charge on sales of yarn.\n Eligibility: \r\n                                                    Minimum 11 members required to form Special Purpose Vehicle (SPV).\r\n                                                        The Members of SPV should be Power loom Weavers, Master Weavers, Co-operative Societies, Private Entrepreneurs, NGO’s working for Power loom Sector.\r\n                                                            SPV has to provide Bank Guarantee to the extent of 25% of Govt. of India share.\r\n                                                                SPV shall arrange their own fund equal to Government contribution.\r\n                                                                    SPV shall rotate the corpus fund including their contribution at least 4 – 5 times in a year.\nAmount or percentage of subsidy:  Government shall provide interest free corpus fund of maximum Rs 200 Lakh per yarn bank to SPV\/Consortium.","Visiting link to know more":"https:\/\/ipowertexindia.gov.in\/yarn-bank-scheme.htm","Applicability Central\/State":"Central","summary":"The government provides interest-free corpus fund to Special Purpose Vehicles (SPVs) or consortiums to enable them to purchase yarn at wholesale rates and sell it to small weavers at reasonable prices, eliminating middlemen's brokerage charges.","eligibility_criteria":"1. Minimum 11 members required to form SPV.\n2. Members must be Power loom Weavers, Master Weavers, Co-operative Societies, Private Entrepreneurs, or NGOs working for the Power loom Sector.\n3. SPV must provide a Bank Guarantee equal to 25% of the Government's contribution.\n4. SPV must arrange their own funds equal to the Government's contribution.\n5. SPV must rotate the corpus fund (including their contribution) at least 4-5 times per year."},{"Sr No":"18","Subsidy scheme":"Common Facility Centre (CFC)","Scheme Type":"All","Ministry":"Government of India, Ministry of Textiles (MoT","Description":"Scheme summary\/key features:\r\n                                        The scheme is operative from 1st April, 2017 and would be for a duration up to 31 March, 2020.The Under Comprehensive Scheme for Power loom Sector Development one of the scheme is Common Facility Centre (CFC) and the objective of this scheme is to provide financial assistance for setting-up of Common Facility Centres such as design centre \/ studio, testing facilities, training centre, information cum trade centre and common raw material \/ yarn \/ sales depot, water treatment plant for industrial use, dormitory, workers’ residential space, common pre-weaving facilities viz. yarn dyeing, warping & sizing, twisting etc., and post weaving facilities viz. processing, etc.\n Eligibility: \r\n                                                Minimum 11 members required to form Special Purpose Vehicle (SPV).\r\n                                                    The Members of SPV should be Power loom Weavers, Master Weavers, Co-operative Societies, Private Entrepreneurs, NGO’s working for Power loom Sector.\r\n                                                    SPV shall have Own Land\/Building (or) Leased Land\/Building registered in favour of SPV for minimum period of 10 Years. Only TUFS compatible machineries to be installed.\nAmount or percentage of subsidy:\r\n                                                            Government shall provide subsidy of maximum Rs 200 Lakh per CFC\n\n\n S. No.\nCluster Grade\nMaximum Financial Assistance on Project Cost\n\n\n1\nA\n60%\n\n\n2\nB\n70%\n\n\n3\nC\n80%\n\n\n4\nD & Clusters in NER\/J&K\t\n90%","Visiting link to know more":"http:\/\/texmin.nic.in\/sites\/default\/files\/PowerTex%20India%20Brochure%20English.pdf","Applicability Central\/State":"Central","summary":"The Comprehensive Scheme for Powerloom Sector Development provides financial assistance to set up Common Facility Centres (CFCs) in the powerloom sector. The objective of the scheme is to provide facilities such as design studios, testing labs, training centers, and raw material depots.","eligibility_criteria":"Minimum 11 members required to form a Special Purpose Vehicle (SPV)\n* SPV members must be Powerloom Weavers, Master Weavers, Co-operative Societies, Private Entrepreneurs, or NGOs working for the powerloom sector\n* SPV must have own land\/building or leased land\/building registered in favour of SPV for at least 10 years"},{"Sr No":"19","Subsidy scheme":"Pradhan Mantri Credit scheme for Power loom Weavers","Scheme Type":"All","Ministry":"Government of India, Ministry of Textiles (MoT)","Description":"Scheme summary\/key features:\r\n                                        The scheme is operative from 1st April, 2017 and would be for a duration up to 31 March, 2020The Scheme was launched to support the establishment of power loom units across the country. Through this scheme, financial assistance will be provided to decentralized power loom units or weavers. To provide financial assistance through Margin Money Subsidy and interest reimbursement as against the credit facility (term loan) availed under Pradhan Mantri Mudra Yojana (PMMY) to the decentralised power loom units\/weavers.\r\n                                            Margin Money Subsidy as against the credit facility (term loan) availed under Stand-up India scheme by the SC, ST & Women Entrepreneur of the decentralised power looms units\/weavers to meet their credit requirements such as for investment needs (Term Loan) and working capital etc.\n Eligibility: \r\n                                                    Existing individual power loom units (or) New individual \/ group enterprises involved in weaving activity.\nAmount or percentage of subsidy:\r\n                                                            Under this scheme, the Central Government will provide margin money subsidy of up to twenty per cent of the project cost with a cover of Rs 1,00,000 as well as interest subsidy at 6% per cent per annum for working capital, and a term loan of up to Rs 10,00,000 for a maximum period of five years.","Visiting link to know more":"http:\/\/texmin.nic.in\/sites\/default\/files\/PowerTex%20India%20Brochure%20English.pdf","Applicability Central\/State":"Central","summary":"The government subsidy scheme aims to support the establishment of power loom units across the country by providing financial assistance through Margin Money Subsidy and interest reimbursement for decentralized power loom units or weavers.","eligibility_criteria":"Existing individual power loom units, new individual\/group enterprises involved in weaving activity."},{"Sr No":"20","Subsidy scheme":"Solar Energy Scheme for Power looms","Scheme Type":"All","Ministry":"Government of India, Ministry of Textiles (MoT)","Description":"Scheme summary\/key features:\r\n                                        To provide financial assistance\/capital subsidy for installation of On Grid Solar Photo Voltaic Plant (without Battery back -up) and Off Grid Solar Photo Voltaic Plant (with Battery back-up) by small power loom units to attain sustainable development goal of Government and to give thrust to renewable energy.\n Eligibility: \r\n                                                Power loom units having up to 8 Looms.\r\n                                                    Power loom permit \/ Acknowledgment issued by the concerned Regional Office of the Textile Commissioner.\r\n                                                        Units should have shade free roof top\/ area.\nAmount or percentage of subsidy:\r\n                                                                The subsidy will be provided to both credit-linked and non-credit linked solar projects. The subsidy will be released only for the installation of a solar project for running power loom units and not for individual components\n\n\n No. of Looms(Solar Capacity)\n\r\n                                                                                Maximum cost of Equipment and\r\n                                                                                component eligible for subsidy\r\n                                                                            \n\r\n                                                                                Maximum Subsidy in Rupees\r\n                                                                            \n\n\nGeneral (50%)\nSC (75%)\nST (90%)\n\n   A) On Grid Power Plant     \n\n4 Looms (4 KW)\nRs. 2,80,000\nRs. 1,40,000\nRs. 2,10,000\nRs. 2,52,000\n\n\n6 Looms (6 KW)\nRs. 4,20,000\nRs. 2,10,000\nRs. 3,15,000\nRs. 3,78,000\n\n\n8 Looms (8 KW)\nRs. 5,60,000\nRs. 2,80,000\nRs. 4,20,500\nRs. 5,04,000\n\n   B) Off Grid Power Plant   \n\n4 Looms (4 KW)\nRs. 3,60,000\nRs. 1,80,000\nRs. 2,70,500\nRs. 3,24,000\n\n\n6 Looms (6 KW)\nRs. 5,40,000\nRs. 2,70,000\nRs. 4,05,500\nRs. 4,86,000\n\n\n8 Looms (8 KW)\nRs. 7,20,000\nRs. 3,60,000\nRs. 5,40,000\nRs. 6,48,000","Visiting link to know more":"http:\/\/texmin.nic.in\/sites\/default\/files\/PowerTex%20India%20Brochure%20English.pdf","Applicability Central\/State":"Central","summary":"To provide financial assistance\/capital subsidy for installation of On Grid Solar Photo Voltaic Plant (without Battery back-up) and Off Grid Solar Photo Voltaic Plant (with Battery back-up) by small power loom units to attain sustainable development goal of Government and to give thrust to renewable energy.","eligibility_criteria":"Power loom units having up to 8 Looms.\n* Power loom permit\/Acknowledgment issued by the concerned Regional Office of the Textile Commissioner.\n* Units should have shade free roof top\/area."},{"Sr No":"21","Subsidy scheme":"Grant-in-Aid and Modernisation & Upgradation of Power loom Service Centres (PSCs","Scheme Type":"All","Ministry":"Government of India, Ministry of Textiles (MoT)","Description":"Scheme summary\/key features:\r\n                                        A comprehensive scheme is launched as the Comprehensive Scheme for Power loom Sector Development and the same came into effect on 1st April, 2017 and would be for a duration up to 31 March, 2020. 15 Power loom Service Centres under Office of the Textile Commissioner (Tx.C), 26 Textile Research Associations (TRAs) and 6 State Govt. offer various services like training, sample testing, design development, consultancy, conducting seminar\/ workshop, etc. to the power loom sector on behalf of the Government.\r\n\r\n                                            The Govt. assistance will be provided for modernization and upgrading the Power loom Service Centres with the facilities which are required in the cluster. This would include improving testing facilities and also installing modern looms to create awareness of the latest available technologies and provide training. Further, the Power loom Service Centres would also be provided with Preparatory machines, testing instruments, Sewing machines for Garment and Apparel, Embroidery Machines, Design Development facilities etc.\n Eligibility: \r\n                                                    Power loom service centres\nAmount or percentage of subsidy:\r\n                                                            Grant-in-Aid (GIA) is provided to the PSCs of TRAs\/ State Govt. agencies for the recurring expenses for running the PSCs","Visiting link to know more":"http:\/\/texmin.nic.in\/sites\/default\/files\/PowerTex%20India%20Brochure%20English.pdf","Applicability Central\/State":"Central","summary":"The Comprehensive Scheme for Power Loom Sector Development provides government assistance for modernizing and upgrading Power Loom Service Centres with facilities such as testing facilities, modern looms, preparatory machines, and design development facilities. The scheme aims to create awareness of latest technologies and provide training to the power loom sector.","eligibility_criteria":"Power loom service centres (PSCs) operated by Textile Research Associations (TRAs) or State Government agencies"},{"Sr No":"22","Subsidy scheme":"Modified Comprehensive Power Loom Cluster Development Scheme (MCPCDS","Scheme Type":"All","Ministry":"Government of India, Ministry of Textiles (MoT)","Description":"Scheme summary\/key features:\r\n                                        Comprehensive Power loom Cluster Development Scheme (MCPCDS) was established to develop Erode (Tamil Nadu) and Bhiwandi (Maharashtra) as Power loom Mega Clusters. This helps in creating world-class infrastructure to integrate the production chain and to reach the fulfilment of business needs of the local and Small and Medium Enterprises (SMEs).  The scheme intends to enhance the existing brownfield clusters that require a gap filling exercise for each cluster to identify the need-based infrastructure that has to be funded.\r\n                                            Develop clusters that have a concentration of about 5000 decentralized Power looms or more by assistance for infrastructure, common facilities and other need-based innovations, technology upgradation and skill development.\n Eligibility: \r\n                                                    Common Facility Centres (CFCs) for pre and post weaving process, Mini-Industrial Parks with Work sheds supported by Core Infrastructure, Innovative Ideas and other need-based interventions.\nAmount or percentage of subsidy:\r\n                                                            Matching investment in the ratio of Government (60): Private (40).\r\n                                                                Government of India provides subsidy of 60% of the project cost with maximum ceiling up to Rs 50 crore.","Visiting link to know more":"http:\/\/texmin.nic.in\/sites\/default\/files\/PowerTex%20India%20Brochure%20English.pdf","Applicability Central\/State":"Central","summary":"The Comprehensive Power loom Cluster Development Scheme aims to develop Erode (Tamil Nadu) and Bhiwandi (Maharashtra) as Power loom Mega Clusters, creating world-class infrastructure for local and Small and Medium Enterprises (SMEs).","eligibility_criteria":"CFCs for pre and post weaving processes, Mini-Industrial Parks with Work sheds supported by Core Infrastructure, Innovative Ideas, and other need-based interventions."},{"Sr No":"23","Subsidy scheme":"Integrated Processing Development\r\n                                    Scheme (IPDS)","Scheme Type":"All","Ministry":"Government of India, Ministry of Textiles (MoT)","Description":"Scheme summary\/key features:\r\n                                    This scheme is designed to counter challenges such as non-availability of water for processing and environmental pollution caused by the discharge of untreated effluents. Considering the widespread prevalence of small and medium enterprises in this sector, IPDS will develop parks with common facilities such as effluent treatment plants and water supply systems that can be used by clusters of processing units. The focus areas are: Adequate and timely supply of water, Wastewater management and Safe treatment of effluents before disposal\n Eligibility: \r\n                                    The eligible projects under the scheme would cover the following:\r\n                                    (I) Common Effluent Treatment Plant (CETP),\r\n                                    (ii) Captive power generation on technology preferably renewable\/green technology,\r\n                                    (iii) Infrastructure such as storm water management, necessary roads and pipelines for water & wastewater and\r\n                                    (iv) Facility for testing and R&D centres.\nAmount or percentage of subsidy:\r\n                                    The project cost shall be borne by the Centre, State, Beneficiary, Bank loan in the ratio of 50:25:15:10 respectively. The release will be made as per the following:\r\n                                    Beneficiary contribution through equity of 15 percent of project cost shall be brought up front\r\n                                    •\t10 percent funding to be arranged through Bank Loans 25 percent contribution of State Government at the time of release of 2nd instalment of GOI Grant released.\r\n                                    •\tThe GOI grant (50% of the total Project cost) shall be released in 3 instalments –\r\n                                    •\t50 percent of the GOI grant to be released initially after beneficiary contribution (1st instalment)\r\n                                    •\t30 percent of the GOI grant once the plant is operational (2nd instalment)\r\n                                    •\t20 percent GOI grant once the plant has been run for 3 years (3rd instalment)","Visiting link to know more":"http:\/\/www.texmin.nic.in\/sites\/default\/files\/GUIDELINES_FOR_IPDS.pdf","Applicability Central\/State":"Central","summary":"The government subsidy scheme aims to address challenges in water availability and environmental pollution by providing common facilities for small and medium enterprises in the processing sector. The scheme focuses on ensuring adequate water supply, wastewater management, and safe treatment of effluents.","eligibility_criteria":"(I) Common Effluent Treatment Plant (CETP)\n(ii) Captive power generation using renewable\/green technology\n(iii) Infrastructure (storm water management, roads, and pipelines for water & wastewater)\n(iv) Facility for testing and R&D centers\n\nNote: The scheme has a specific funding structure, with contributions from the Centre, State, beneficiary, and bank loan in the ratio of 50:25:15:10."},{"Sr No":"24","Subsidy scheme":"SAMPADA (Scheme for Agro-Marine Processing and Development of Agro Processing Clusters)","Scheme Type":"All","Ministry":"Government of India, Ministry of Food Processing Industries (MoFPI","Description":"Scheme summary\/key features:\r\n                                        Central Sector Scheme – SAMPADA (Scheme for Agro-Marine Processing and Development of Agro-Processing Clusters) was approved by the Cabinet Committee on Economic Affairs (CCEA) in 2017. This umbrella scheme has now been renamed as the “Pradhan Mantri Kisan Sampada Yojana (PMKSY).  PM Kisan SAMPADA Yojana is a comprehensive package which will result in creation of modern infrastructure with efficient supply chain management from farm gate to retail outlet. It will not only provide a big boost to the growth of food processing sector in the country but also help in providing better returns to farmers and is a big step towards doubling of farmers income, creating huge employment opportunities especially in the rural areas, reducing wastage of agricultural produce, increasing the processing level and enhancing the export of the processed foods. The following schemes will be implemented under PM Kisan SAMPADA Yojana:\r\n                                            1.Mega Food Parks\r\n                                            2.Integrated cold chain and value-added infrastructure\r\n                                             3.Creation\/expansion of food processing\r\n                                              4.Infrastructure for Agro processing clusters\r\n                                               5.Creation of backward and forward linkages\r\n                                             6.Food safety and quality assurance infrastructure\r\n                              7.Human resources and institutions\nAmount or percentage of subsidy:\r\n                                The pattern of assistance can be seen under each scheme mentioned in the scheme guidelines","Visiting link to know more":"https:\/\/mofpi.nic.in\/sites\/default\/files\/important_notice-sampada-19.05.2017.pdf","Applicability Central\/State":"Central","summary":"The Pradhan Mantri Kisan Sampada Yojana (PMKSY) is a comprehensive government subsidy scheme aimed at promoting the growth of the food processing sector in India. The scheme aims to create modern infrastructure with efficient supply chain management from farm gate to retail outlet, providing better returns to farmers, and creating employment opportunities, especially in rural areas.","eligibility_criteria":"Concise Eligibility Criteria:\n\n* Farmers and agricultural producers\n* Food processing industry players (manufacturers, wholesalers, retailers)\n* Entrepreneurs and businesses in the food processing sector\n* Individuals or entities with a genuine interest in promoting the growth of the food processing sector in India\n\nNote that this is a general eligibility criteria, and specific details may vary depending on the individual schemes or components under PMKSY."},{"Sr No":"25","Subsidy scheme":"Market Development Assistance Scheme for Micro\/ Small manufacturing enterprises\/ Small & Micro exporters (SSI-MDA)","Scheme Type":"All","Ministry":"Government of India, Ministry of Micro, Small & Medium Enterprises (MSME","Description":"Scheme summary\/key features:\r\n                                        The scheme was launched to encourage Small & Micro exporters in their efforts at tapping and developing overseas markets.\r\n                                            (ii) To increase participation of representatives of small\/ micro manufacturing enterprises under MSME India stall at International Trade Fairs\/ Exhibitions.\r\n                                                (iii) To enhance export from the small\/ micro manufacturing enterprises (iv) To popularise the adoption of Bar Coding on a large scale.\n Eligibility: \r\n                                                        Unit having valid permanent registration with Directorate of Industries\/ District Industries Centre,\nAmount or percentage of subsidy:\r\n                                                                1) Participation by manufacturing Small & Micro Enterprises in International Trade Fairs\/ Exhibitions under MSME India stall- up to 75% in respect of to and fro air fare for participation by MSME Entrepreneurs in overseas fairs\/trade delegations\r\n                                                                    2)      Sector specific market studies by Industry Associations\/ Export Promotion Councils\/ Federation of Indian Export Organization- funding for producing publicity material (up to 25% of costs) Sector specific studies (up to Rs. 2 lakhs)\r\n                                                                        3)      Initiating\/ contesting anti‐dumping cases by SSI Associations- 50% up to INR 1 lakh\r\n                                                                            4)      Reimbursement of 75% of one-time registration fee (w.e.f. 1st. Januar2002) (Under MDA Scheme) and 75% of annual fees (recurring) (w.e.f. Ist June 2007) (Under NMCP Scheme) paid to GSI (Formerly EAN India) by Small & Micro units for the first three years for bar code.","Visiting link to know more":"https:\/\/msmedildh.gov.in\/MDA.pdf","Applicability Central\/State":"Central","summary":"The government subsidy scheme aims to encourage Small & Micro exporters in developing overseas markets, increase their participation in international trade fairs\/exhibitions, enhance exports from these enterprises, and popularize the adoption of Bar Coding.","eligibility_criteria":"Valid permanent registration with Directorate of Industries\/ District Industries Centre."},{"Sr No":"26","Subsidy scheme":"Micro & Small Enterprises – Cluster Development Programme (MSE-CDP","Scheme Type":"All","Ministry":"Government of India, Ministry of Micro, Small & Medium Enterprises (MSME)","Description":"Scheme summary\/key features:\r\n                                        e.\tTo support the sustainability and growth of MSEs by addressing common issues such as improvement of technology, skills and quality, market access, access to capital, etc.\r\n                                            ii) To build capacity of MSEs for common supportive action through formation of self- help groups, consortia, upgradation of associations, etc.\r\n                                                (iii) To create\/upgrade infrastructural facilities in the ne\/existing industrial areas\/ clusters of MSEs, including setting up of Flatted Factory Complexes.\r\n                                                    (iv) To set up common facility centres (for testing, training centre, raw material depot, effluent treatment, complementing production processes, etc.)\n Eligibility: \r\n                                                            The projects sanctioned under erstwhile SICDP (renamed MSE-CDP) and Integrated Infrastructural Development (IID) schemes will also be eligible for financial support issued under the scheme as per earlier approvals.\nAmount or percentage of subsidy:\r\n                                                                    The financial assistances for various interventions are: - (i) Preparation of Diagnostic Study Report with Government of India (GoI) grant of maximum Rs 2.50 lakh. For the field organizations (MSME-Dis) of the Ministry of MSME, this\r\n                                                                    will be Rs 1.00 lakh.\r\n                                                                        (ii) Soft Interventions with GoI grant of 75% of the sanctioned amount of the maximum project cost of Rs 25.00 lakh per cluster. For NE & Hill States, Clusters with more than 50% (a) micro\/ village (b) women owned (c) SC\/ST units, the GoI grant will be 90%.\r\n                                                                            (iii) Detailed Project Report (DPR) with GoI grant of maximum Rs 5.00 lakh for preparation of a technical feasibility and viability project report.\r\n                                                                            (iv) Hard Interventions in the form of tangible assets like Common Facility Centre having machinery and equipment for critical processes, research and development, testing, etc. with GoI grant up to 70% of the cost of project of maximum Rs 15.00 crore. For NE & Hill States, Clusters with more than 50% (a) micro\/ village (b) women owned (c) SC\/ST units, the GoI grant will be 90%.\r\n                                                                                (v) Infrastructure Development with GoI grant up to 60% of the cost of project of Rs 10.00 crore, excluding cost of land. GoI grant will be 80% for projects in NE & Hill States, industrial areas\/ estates with more than 50% (a) micro (b) women owned (c) SC\/ST units.","Visiting link to know more":"https:\/\/msme.gov.in\/sites\/default\/files\/ModifiedGuidelinesofMSE_0.pdf\n  http:\/\/laghu-udyog.gov.in\/MSE-CDProg.htm","Applicability Central\/State":"Central","summary":"The government subsidy scheme aims to support the sustainability and growth of Micro, Small, and Medium-sized Enterprises (MSEs) by addressing common issues such as technology improvement, skills development, market access, capital access, and infrastructure development. The scheme also focuses on building capacity among MSEs through self-help groups, consortia, and association upgradation.","eligibility_criteria":"Projects sanctioned under the erstwhile SICDP (renamed MSE-CDP) and Integrated Infrastructural Development (IID) schemes are eligible for financial support.\n* No specific eligibility criteria mentioned; presumably, MSEs meeting certain criteria will be considered."},{"Sr No":"27","Subsidy scheme":"Digital MSME” Scheme for promotion of Information and Communication Technology (ICT) in MSME Sector","Scheme Type":"All","Ministry":"Government of India DC(MSME), Ministry of Micro, Small & Medium Enterprises.","Description":"Scheme summary\/key features:\r\n                                        The main objective of scheme is to make MSMEs digitally empowered and motivate them to adopt ICT tools and applications in their production & business processes with a view to improve their competitiveness in national and international mark.\r\n                                            Besides this, it aims to empower and enable MSMEs to harness IT as a medium of communication to revamp access to the markets to update their managerial and technical knowledge though online content-both static and dynamic and to evolve internal efficiencies by way of intense ICT intake and automating procedure for cost reduction and capacity enhancement for information access, processing, collaboration and dissemination.\r\n                                                The Ministry of Micro, Small and Medium Enterprises (MSME) has released new guidelines for the “Digital MSME” Scheme for promotion of Information & Communication Technology in MSME Sector.\r\n                                                This scheme is a component of Credit Linked Capital Subsidy Scheme for Technology Up-gradation (CLCS- TU)\r\n                                                According to the new guidelines, the main components of the scheme would include Awareness Program and Work Shop, Development of e-Platform, Development of software\/Apps for MSMEs, Digital Literacy and e-marketing, Training to MSME officials, MSMEs, Professionals etc., Digital Empowerment through Enterprise Development Centre (EDC), Assistance for IT infrastructure to various Implementing Agencies (IA) up to Rs.10 lakhs per IA, Futuristic developments, Publicity, Branding and Mobilization, impact Assessment and Survey including Data Analytics and Miscellaneous Expenses.\n Eligibility: \r\n                                                        1.\tUdyog Aadhar memorandum number\r\n                                                            2.\tMSME must pay for the services provided\r\n                                                                3.\tSelection will be based on first come first serve plan\r\n                                                                    4.\tFinancial stability, Product ability, export, the scope for advancement shall be considered.\nAmount or percentage of subsidy:\r\n                                                                            1.\tAwareness activities and workshops\r\n                                                                                2.\tCould Computing- this service will be provided in three layers\r\n                                                                                    •\tWith subsidy- Maximum of Rs 1 lakh for 2 years\r\n                                                                                        •\tWithout subsidy- services from the cloud at very low cost\r\n                                                                                            •\tMarket cost- No exceptions\r\n                                                                                                •\tPublicity, Branding, mobilization, Assorted expenses\r\n                                                                                                    1.\tDevelopment of e- platform, software apps, assistance through IT infrastructure\r\n                                                                                                        2.\tEnterprise Facilitation centres for enabling digitization.\r\n                                                                                                            Working of the Digital MSME Scheme","Visiting link to know more":"http:\/\/msme-tc-nr.gov.in\/Digital_MSME_of.pdf\n\r\n                                        https:\/\/knnindia.co.in\/news\/newsdetails\/msme\/min-of-msme-releases-new-guidelines-for-digital-msme-scheme-for-promotion-of-ict","Applicability Central\/State":"Central","summary":"The \"Digital MSME\" Scheme aims to empower Micro, Small, and Medium Enterprises (MSMEs) to adopt Information and Communication Technology (ICT) tools and applications, improving their competitiveness in national and international markets. The scheme includes awareness programs, e-platform development, software\/app development, digital literacy, training, and IT infrastructure support.","eligibility_criteria":"1. Udyog Aadhar memorandum number\n2. MSME must pay for the services provided\n3. Selection will be based on a first-come, first-served plan\n4. Financial stability, productability, export potential, and scope for advancement will be considered"},{"Sr No":"28","Subsidy scheme":"Support for Entrepreneurial and Managerial Development of SMEs Through Incubators","Scheme Type":"All","Ministry":"Government of India, Ministry of Micro, Small and Medium Enterprises","Description":"Scheme summary\/key features:\r\n                                        There are multiple objectives of the scheme, some of which are:\r\n                                            •\tTo promote emerging technological and knowledge based innovative ventures that seek the nurturing of ideas from professionals.\r\n                                                •\tTo promote and support untapped creativity of individual innovators and also to assist individual innovators to become technology-based entrepreneurs.\r\n                                                    •\tTo promote networking and forging of linkages with other constituents of the innovation chain for commercialization of their developments.\n Eligibility: \r\n                                                            Any individual or MSME with innovative ideas ready for commercialisation can apply to the host institution (e.g., IITs, NITs, technical colleges, research institutes, etc.) in order to obtain fund support. See the list of host institutions at following web address: http:\/\/www.dcmsme.gov.in\/schemes\/Institutions_Detail.pdf\r\n\r\n                                                            Any technical institution (as given in the EoI) that wants to become a host institution can apply to the office of the Development Commissioner-MSME or their nearest MSME-DI for funding support.\nAmount or percentage of subsidy:\r\n                                                                    Funding support for setting up of ‘Business Incubators (BI)’: The cost may vary from Rs 4 to 8 lakh for each   pprox. \/idea, subject to overall ceiling of Rs 62.5 lakh for each BI.\r\n\r\n                                                                        a) Upgradation of infrastructure Rs 2.50 lakh\r\n\r\n                                                                            b) Orientation\/training Rs 1.28 lakh\r\n\r\n                                                                                c) Administrative expenses Rs 0.22 lakh\r\n\r\n                                                                                    Total assistance per BI Rs 66.50 lakh\r\n                                                                                    Around 10 ideas will be incubated by the BI","Visiting link to know more":"https:\/\/www.startupindia.gov.in\/content\/sih\/en\/government-schemes\/entrepreneurial_managerial_development.html","Applicability Central\/State":"Central","summary":"The government subsidy scheme aims to promote emerging technological and knowledge-based innovative ventures, individual innovators, and technology-based entrepreneurship. It also encourages networking and commercialization of developments.","eligibility_criteria":"1. Any individual or MSME with innovative ideas ready for commercialization.\n2. Technical institutions (listed on the DCMSME website) that want to become host institutions can apply for funding support.\n\nNote: The full eligibility criteria is provided in the original text, but I've condensed it into a concise summary and two main points above."},{"Sr No":"29","Subsidy scheme":"Financial Support to MSMEs in ZED Certification Scheme","Scheme Type":"All","Ministry":"Government of India, Ministry of Micro, Small and Medium Enterprises","Description":"Scheme summary\/key features:\r\n                                        The scheme envisages promotion of Zero Defect and Zero Effect (ZED) manufacturing amongst MSMEs and ZED Assessment for their certification so as to:\r\n                                            •\tDevelop an Ecosystem for Zero Defect Manufacturing in MSMEs.\r\n                                                •\tPromote adaptation of Quality tools\/systems and Energy Efficient manufacturing.\r\n                                                    •\tEnable MSMEs for manufacturing of quality products.\r\n                                                        •\tEncourage MSMEs to constantly upgrade their quality standards in products and processes.\r\n                                                            •\tDrive manufacturing with adoption of Zero-Defect production processes and without impacting the environment.\r\n                                                                •\tSupport ‘Make in India’ campaign.\r\n                                                                    •\tDevelop professionals in the area of ZED manufacturing and certification.\n Eligibility: \r\n                                                                            The Scheme is open to all Micro, Small and Medium Manufacturing Enterprises throughout the country. The units should be registered with Ministry of MSME (Udyog Aadhar Memorandum), DIC (EM-II) or with any other agency (Industry Association and Govt agency).\nAmount or percentage of subsidy:\r\n                                                                                    Financial assistance will be provided to the MSMEs in obtaining a ZED certification.\r\n                                                                                        The subsidy provided by the Government of India for Micro, Small & Medium Enterprises will be 80%, 60% and 50% respectively. There shall be an additional subsidy of 5% for MSMEs owned SC\/ST\/women and MSMEs located in NER and J&K for assessment & rating\/re-rating\/gap analysis\/hand holding:\r\n\r\n                                                                                            a) Assessment\/Rating by empanelled Credit Rating Agencies\/other Agencies valid for 4 years (Ministry of MSME will subsidize* 80% of Micro, 60% of Small, 50% of Medium Enterprises’ Certification Fee: average 70% of Fee) (Assessment Fee Rs. 10,000\/-& Rs 80,000\/- per enterprise respectively for Desktop Assessment and ZED rating Complete Assessment).\r\n\r\n                                                                                                b) Additional rating for Defence angle i.e. Defence ZED by empanelled Credit Rating Agencies\/other Agencies valid for 4 years (Ministry of MSME will subsidize* 80% of Micro, 60% of Small, 50% of Medium Enterprises’ Certification Fee: average 70% of Fee) (Assessment Fee Rs. 40,000\/- per enterprise.)\r\n\r\n                                                                                                    c) Gap Analysis, Handholding, Consultancy for improving rating of MSMEs by Consultants through QCI\/NPC, Field formations of O\/o DC-MSME viz. MSME-DI, MSME-TC including its autonomous bodies, BEE etc. (Ministry of MSME will subsidize* 80% of Micro, 60% of Small, 50% of Medium Enterprises’ Consultancy charges: average 70% of Fee) (Hand holding charges Rs. 1.9 Lakh per enterprise whereas in case of MSMEs owned by SC\/ST entrepreneurs additional support of Rs 10,000\/- will be provided.)\r\n\r\n                                                                                                        d) Re-Assessment\/Re-Rating by Credit Rating Agencies & Other Agencies (Ministry of MSME will subsidize* 80% of Micro, 60% of Small, 50% of Medium Enterprises’ Certification Fee: average 70% of Fee) (Assessment Fee Rs. 40000\/- per enterprise.).","Visiting link to know more":"https:\/\/msme.gov.in\/3-technology-upgradation-and-quality-certification","Applicability Central\/State":"Central","summary":"The Zero Defect and Zero Effect (ZED) manufacturing scheme aims to promote quality products and processes in MSMEs, encourage energy-efficient manufacturing, and support the \"Make in India\" campaign. The scheme provides financial assistance for ZED certification, with varying levels of subsidy based on enterprise size.","eligibility_criteria":"All Micro, Small and Medium Manufacturing Enterprises registered with:\n\n* Ministry of MSME (Udyog Aadhar Memorandum)\n* DIC (EM-II)\n* Industry Association\n* Government agency"},{"Sr No":"30","Subsidy scheme":"Design Clinic for Design Expertise to MSMEs","Scheme Type":"All","Ministry":"Government of India, Ministry of Micro, Small and Medium Enterprises","Description":"Scheme summary\/key features:\r\n                                    Objectives of the scheme\r\n                                    Design Clinic Scheme for Design Expertise to MSME manufacturing sector.\r\n                                    • To create a sustainable design eco system for the MSME sector through continuous learning and skill development\r\n                                    • Bring the industrial design fraternity closer to the MSME Sector\r\n                                    • Develop an institutional base for the industry’s design requirement;\r\n                                    • Increase the awareness of the value of design and establish design learning in the MSME\r\n                                    • Increase the competitiveness of local products and services through design.\n\n Eligibility: \r\n                                    All MSMEs with EM registration.\r\n\r\n                                    Amount or percentage of subsidy:\r\n                                    Design Workshop\r\n                                    • Total time allocated for each workshop is 3 – 5 days.\r\n                                    • One day will be spent in visiting Cluster & understanding issues concerned with cluster. Thereafter there will be training on design clinic solution delivered by an expert or a group of experts in an interactive manner. (GOI contribution Rs. 3.75 lakh per programme).\r\n                                    ii. Design Projects – Professional Design Projects & Students Design Projects\r\n                                    Professional Design:\r\n                                    To facilitate MSMEs to develop new Design strategies and or design related products and services through project interventions and consultancy. (GoI contribution @ 75% for micro, 60% for SMEs for the project range Rs. 15 lakh to Rs. 40 lakh.)\r\n                                    Students Design Projects:\r\n                                    Students in the final year under UG\/PG programmes from institutions recognized by design clinic centre are eligible under this activity for the project work done for respective MSMEs. (GOI contribution @ 75% for the project cost of Rs. 2 lakh)","Visiting link to know more":"https:\/\/msme.gov.in\/design-clinic#:~:text=Design%20Clinic%20Scheme%20for%20Design%20Expertise%20to%20MSME%20manufacturing%20sector.&text=Increase%20the%20competitiveness%20of%20local%20products%20and%20services%20through%20design.&text=Applicability%20of%20project%20funding%20is,group%20of%20MSMEs%20coming%20together.&text=Implemented%20through%20National%20Institute%20of%20Design%20(DIPP%20Institution).","Applicability Central\/State":"Central","summary":"The Design Clinic Scheme aims to create a sustainable design ecosystem for the Micro, Small, and Medium-sized Enterprises (MSME) manufacturing sector through continuous learning, skill development, and institutional support. The scheme objectives include increasing awareness of design value, establishing design learning in MSMEs, and enhancing competitiveness of local products and services.\n2.","eligibility_criteria":"All MSMEs with EM registration are eligible for the Design Clinic Scheme."},{"Sr No":"31","Subsidy scheme":"Enabling Manufacturing Sector to be Competitive through QMS&QTT","Scheme Type":"All","Ministry":"Government of India, Ministry of Micro, Small and Medium Enterprises","Description":"Scheme summary\/key features:\r\n                                    This scheme envisages Micro and Small Enterprises to understand and adopt the latest Quality Management Standards (QMS) and Quality Technology Tools (QTTs) to become more competitive and produce better quality products at competitive prices. The adoption of these features will enable MSEs to achieve the following:\r\n                                    •\tEfficient use of resources\r\n                                    •\tImprovement in product qualities\r\n                                    •\tReduction in rejection and rework of manufacturing\r\n                                    •\tReduction in building up the inventory at the various stages in the form of raw materials, finished components, work-in-progress and finished products\r\n                                    •\tThis will also enable the MSE enterprises to enter into or strengthen their position in the export market.\r\n                                    •\tThe Competition Watch sub-component of this QMS\/QTT scheme will enable Indian MSE organisations to understand the foreign products that are penetrating in Indian markets.\n\n Eligibility:  \r\n                                    Micro & Small enterprises having Entrepreneurs Memorandum and considered eligible to take benefit under the QMS\/QTT Scheme The individual units (preferably from specific products in groups) will be considered under the MSME QMS\/QTT Scheme. Micro and small enterprises will be selected from the clusters under study or intervention by this Ministry and clusters identified by the Organizations and Ministries\n\nAmount or percentage of subsidy:\r\n                                    GoI contribution of Rs.2.5 lakh for professional study on threatened products.\r\n                                    GoI contribution of Rs.7.5 lakh for technical exposure visit\r\n                                    GoI contribution of Rs.2.5 lakh for procurement of samples\r\n                                    GoI contribution of Rs.5 lakh for product development\r\n                                    GoI contribution of Rs.1.5 lakh for popularisation of improved products\r\n                                    •\tGoI contribution of Rs.2.5 lakh\/unit for covering the costs of diagnostic study and for implementation of Quality Technology Tools\/Quality Management Standards (25 to 50% cost will be paid by the participating units)\r\n                                    •\tGoI contribution of Rs.2.5 lakh per SME for international visit (25% and 50% cost to be collected by the micro and small enterprise respectively)","Visiting link to know more":"https:\/\/my.msme.gov.in\/MyMsmeMob\/MsmeScheme\/Pages\/ssub_2.html","Applicability Central\/State":"Central","summary":"This government subsidy scheme aims to help Micro and Small Enterprises (MSEs) improve their quality management standards, technology, and product development by providing financial support for various activities such as professional studies, technical exposure visits, sample procurement, product development, and popularization of improved products.","eligibility_criteria":"Micro & Small enterprises having Entrepreneurs Memorandum and considered eligible to take benefit under the QMS\/QTT Scheme."},{"Sr No":"32","Subsidy scheme":"Building Awareness on Intellectual Property Rights (IPR)","Scheme Type":"All","Ministry":"Government of India, Ministry of Micro, Small and Medium Enterprises","Description":"Scheme summary\/key features:\r\n                                    The objectives of the scheme are:\r\n                                    To enhance the awareness of Intellectual Property Rights (IPRs) amongst the MSMEs to encourage creative intellectual endeavour in Indian economy;\r\n                                    To take suitable measures for the protection of ideas, technological innovation and knowledge-driven business strategies developed by the MSMEs for;\r\n                                    To provide appropriate facilities and support for protection and commercialization of Intellectual Property (IP) for the benefit of MSME sector;\r\n                                    To assist SMEs in effective Utilization of IPR Tools for technology upgradation, market and business promotion and competitiveness enhancement\n Eligibility: \r\n                                    For Patent, Geographical Indication and Trademark Reimbursement:\r\n                                    All MSMEs having Udyam Registration and also MSMEs which are included as per executive orders issued by the office of DC, MSME consistent with MSME Act from time to time.\nAmount or percentage of subsidy:\r\n                                    Reimbursement for Patent \/GI Registration\/Trademarks, for setting up of IP Facilitation Centres, interactive Seminars \/Workshops\/Exhibitions and Awareness Programmes.\n\n\nS.No.\nActivity\n\r\n                                                Grant per application\/proposal\r\n                                                (Rs.in lakh)\r\n                                            \n\n1.Major Activities\n\n\nFinancial Assistance on grant of patent\/registration under geographical indications of goods\/trademark\n\n\n\na\n(i)\t Domestic patent\n1.00\n\n\n(i)\t Foreign patent\n5.00\n\n\n(i)\t  GI registration\n2.00\n\n\n (iv  Trademark\n0.10\n\n\nb\nAssisting for setting up IP facilitation centre\n100.00\n\n\n2.Minor Activities\n\n\na\nAwareness and sensitisation programmes on IPR\n0.70\n\n\nb\nPilot studies\/other studies for the selected subject\/clusters\/group of industries\n5.00\n\n\nc\nNational level interactive seminars\/workshop\/conclave\/conferences\/exhibition\n5.00\n\n\nRegional level interactive seminars\/workshop\/conclave\/conferences\/exhibition\n3,00\n\n\n\n\n\n\n\nd\nTraining programme for MSME officials & IPFCs\n20.00\n\n\nd\nInteraction with the international agencies\n15,00","Visiting link to know more":"https:\/\/yourstory.com\/smbstory\/small-business-msmes-patents-intellectual-property-rights","Applicability Central\/State":"Central","summary":"The government subsidy scheme aims to enhance awareness of Intellectual Property Rights (IPRs) among Micro, Small, and Medium-sized Enterprises (MSMEs), protect their innovative ideas, and provide support for commercialization of Intellectual Property (IP). The scheme offers financial assistance for various activities related to IPR, including patent registration, setting up IP facilitation centers, and awareness programs.","eligibility_criteria":"All MSMEs with Udyam Registration or those included as per executive orders issued by the Office of DC, MSME, consistent with the MSME Act from time to time."},{"Sr No":"33","Subsidy scheme":"Coir Vikas Yajna (CVY)","Scheme Type":"All","Ministry":"Coir Board, Government of India, Ministry of MSMSE","Description":"Scheme summary\/key features:\r\n                                    Coir Board’s initiative Coir Vikas Yojana (CVY) entirely focuses on the enhancement of the MSME sector. Thus, encourages exploring domestic and international export markets. Further, keen emphasis on women empowerment, entrepreneurship, skill and training, innovation as well as manufacturing. Moreover, raw material usage, trade services, and coir activities are under the activities of Coir Vikas Yojana. Additionally, this is an extension of Mahila Coir Yojana (MCY).The programme offers a lot of benefits under various schemes:\r\n                                    •\tProvision of equipments for coir spinning, coir-spinning  ppr, machinery, materials, and other necessities with 75% subsidy under the scheme of Mahila Coir Yojana.\r\n                                    •\tImparting quality consciousness at grass root level among the workers and educating them about appropriate production methods related to standard quality yarn, fibre, and other products.\r\n                                    •\tCreating awareness among entrepreneurs, coconut growers, and other stakeholders for setting up coir-based production units and modernising existing production units to achieve better quality, productivity, and improved earnings.\r\n                                    The Coir Vikas Yojana scheme includes two distinct components, namely, Mahila Coir Yojana and Skill Upgradation. Training is the primary objective of the scheme.\n\n Eligibility: \r\n                                    Any individual in the MSME sector related to the coir establishment can apply for availing the benefits of the scheme. Yet, it is important to complete 5 years of the successful operation of the unit. Also, necessary to have a Udyog Aadhaar. However, the eligibility will differ for each scheme.\nAmount or percentage of subsidy:\r\n                                    The Coir Board provides 75% cost of motorised Ratt\/motorised traditional Ratt as one-time subsidy, subject to a ceiling of 7,500 in the case of motorised Ratt and 3,200 for motorised traditional and Electronic Ratt.\r\n                                    The stipend per trainee for the skill development programmes will be limited to Rs.1000\/- per month and in the case of training programmes of less than one-month duration, stipend will be disbursed on pro-rata basis. The honorarium for the trainer will be limited to Rs. 6,000\/- per month. An amount of Rs.400\/- per head per month will be provided as financial assistance to the training sponsoring agency to meet the operational cost of the training for raw material, power charges, other incidentals etc.","Visiting link to know more":"https:\/\/udyamimitra.in\/page\/Subsidy-Schemes#women","Applicability Central\/State":"Central","summary":"The Coir Vikas Yojana (CVY) scheme focuses on enhancing the MSME sector by encouraging domestic and international exports, promoting women empowerment, entrepreneurship, skill development, innovation, and manufacturing. The scheme provides various benefits, including equipment subsidies, quality consciousness training, and awareness campaigns.","eligibility_criteria":"To be eligible for the Coir Vikas Yojana scheme, an individual must:\n\n* Be in the MSME sector related to coir establishments\n* Have successfully operated their unit for 5 years or more\n* Possess a valid Udyog Aadhaar\n\n(Note: Eligibility criteria may vary depending on the specific scheme component.)"},{"Sr No":"34","Subsidy scheme":"Scheme for Technology Upgradation\/ Establishment\/ Modernization for Food Processing Industries","Scheme Type":"All","Ministry":"Ministry of Food Processing Industries, Govt. of India","Description":"Scheme summary\/key features:\r\n                                    This Scheme covers the following activities: Setting up\/expansion\/modernization of food processing industries covering all segments viz fruits & vegetable, milk product, meat, poultry, fishery, oil seeds and such other agri-horticultural sectors leading to value addition and shelf life enhancement including food flavours and colours, oleoresins, spices, coconut, mushroom, hops\n\n Eligibility: \r\n                                    Food processing units\nAmount or percentage of subsidy:\r\n                                    The assistance is in the form of grant subject to 25% of the plant & machinery and technical civil work subject to a maximum of 50 lakh in General Areas and 33.33% up to 75 lakh in Difficult Areas (J&K, HP, Uttarakhand, Sikkim, North Eastern States, Andaman & Nicobar Islands, Lakshadweep)","Visiting link to know more":"http:\/\/www.mofpi.nic.in\/","Applicability Central\/State":"Central","summary":"This government subsidy scheme supports the setting up, expansion, or modernization of food processing industries in various segments, including fruits & vegetable, milk products, meat, poultry, fishery, and more. The scheme aims to promote value addition and shelf life enhancement.","eligibility_criteria":"Food processing units are eligible for this scheme."},{"Sr No":"60","Subsidy scheme":"Ministry of Micro, Small and Medium Enterprises, Govt, of India","Scheme Type":"All","Ministry":"Ministry of Food Processing Industries, Govt. of India","Description":"Scheme summary\/key features:\r\n                                    Under the ISEC Scheme, credit at a concessional rate of interest of 4% per annum for working capital, is made available as per the requirement of the institutions. The difference between the actual lending rate and 4% is paid by the Central Government through KVIC to the lending banks.\r\n                                    While approving continuation of the scheme for implementation during XII plan period, Govt. of India has approved a unified version of the scheme for Khadi and Polyvastra to facilitate seamless release of interest subsidy to the institutions.\n\n Eligibility: \r\n                                    The Khadi institutions, having valid Khadi certificate and sanctioned khadi programme. The Institutions registered with the KVIC\/State Khadi and Village Industries Boards (KVIBs) can avail of financing under the ISEC Scheme, the Scheme supports only the khadi and the polyvastra sector.\n\nAmount or percentage of subsidy:\r\n                                    The Khadi institutions will apply to the financing bank for working capital along with the ISEC certificate issued by KVIC. Based on the working capital sanctioned, financing bank will raise the reimbursement claim to the nodal branch for the differential interest rate over and above 4%.","Visiting link to know more":"https:\/\/www.startupindia.gov.in\/content\/sih\/en\/government-schemes\/isec_khadi.html","Applicability Central\/State":"Central","summary":"Under the ISEC Scheme, credit at a concessional rate of interest (4% per annum) for working capital is made available to Khadi institutions. The Central Government pays the difference between the actual lending rate and 4%.","eligibility_criteria":"To avail financing under the scheme, institutions must have a valid Khadi certificate, sanctioned khadi programme, and be registered with KVIC or State Khadi and Village Industries Boards (KVIBs)."},{"Sr No":"61","Subsidy scheme":"Science and Technology (S&T) for Coir Institutions","Scheme Type":"All","Ministry":"Ministry of Micro, Small and Medium Enterprises, Govt, of India","Description":"Scheme summary\/key features:\r\n                                    Technology Transfer, Incubation, Testing, Training Entrepreneurs and Service Facilities for the coir MSMEs through extension of the outcomes of research (done at research institutes under the scheme) at the laboratory level for application at the field level and extension of testing and service facility are the objectives of the scheme. The Research and Development activities of the Board are carried out through the twin research institutes: The Central Coir Research Institute, Kalavoor and Central Institute of Coir Technology, Bangalore who uses the fund allotted to this scheme and then further aid the entities working in the coir industry. The scheme also aims at establishing technology incubation centres in one or many places for training the entrepreneurs in the new technologies developed and transferred. Continued implementation of the Scheme will result in development of new technologies for reducing drudgery and improving the quality and productivity of the coir products. Continued research activities will result in increasing the acceptance of the coir products both by internal and external markets.\n Eligibility: \r\n                                    All coir production\/processing units newly established will be eligible to apply for assistance. All coir production\/ processing units registered with Coir Board under Coir Industry (Registration) Rules, 2008 and having Udyog Aadhar are eligible to apply for financial assistance for modernisation under this scheme.\n\nAmount or percentage of subsidy:\r\n                                    The outcome of the research can be availed at the field level by approaching Research Centre for availing assistance in Technology Transfer, Incubation, Testing and Service Facilities of the research institutes (The Central Coir Research Institute, Kalavoor and Central Institute of Coir Technology, Bangalore)","Visiting link to know more":"https:\/\/www.startupindia.gov.in\/content\/sih\/en\/government-schemes\/Science_and_technology.html","Applicability Central\/State":"Central","summary":"The Technology Transfer Scheme aims to transfer research outcomes from twin research institutes (Central Coir Research Institute, Kalavoor and Central Institute of Coir Technology, Bangalore) to coir MSMEs for application at the field level. The scheme also establishes technology incubation centers for training entrepreneurs in new technologies, reducing drudgery, improving quality and productivity, and increasing acceptance of coir products.","eligibility_criteria":"Newly established coir production\/processing units\n* Coir production\/processing units registered with Coir Board under Coir Industry (Registration) Rules, 2008\n* Having Udyog Aadhar registration"},{"Sr No":"62","Subsidy scheme":"Market Promotion & Development Scheme","Scheme Type":"All","Ministry":"Ministry of Micro, Small and Medium Enterprises, Govt, of India","Description":"Scheme summary\/key features:\r\n                                        The Market Promotion and Development Assistance Scheme (MPDA) has been launched as a unified scheme by merging different schemes implemented by the Khadi sector including publicity, marketing, market promotion and marketing development assistance. Further, grant\/subsidy will also be available for construction of Khadi plazas. The overall objective of the scheme is to ensure increased earnings for artisans.\n Eligibility: \r\n                                                The Khadi institutions, having valid Khadi certificate and categorised as A+, A, B and C only are eligible to avail MMDA grant from KVIC.\nAmount or percentage of subsidy:\r\n                                                        Modified MDA (MMDA) shall be allowed @ 30% on the Prime cost of Khadi (cotton, silk, woollen) and Polyvastra\r\n\r\n                                                            The Pattern of Assistance for strengthening of Infrastructure of Existing Weak Khadi Institutions\n>\r\n                                                                    \nTotal Cost (Rs.in lakh)\nComponent\n\n\n 0.25\nPreliminary and Pre-operative expenditure\n\n\n3.50\nCapital expenditure\n\n\n6.15\nWorking Fund\n\n\n9.90\nTotal\n\n\r\n\r\n\r\n                                                                    The pattern of assistance for Marketing Infrastructure \n\n\nTotal\nInst. Contr.\nGovt. Grant\nFunding Pattern\nComponent\n\n\n25.00\n0.00\n25.00\n\r\n                                                                                    Govt. Grant –\r\n                                                                                    100%\r\n                                                                                \nDepartmental Sales outlets of KVIC\n\n\n25.00\n3.75\n21.25\n\r\n                                                                                    Govt. Grant-\r\n                                                                                    85%\r\n                                                                                    Inst. Cont. -15%\r\n                                                                                \n\r\n                                                                                    Departmental Sales outlets of KVIC\r\n\r\n                                                                                \n\n\n25.00\n6.25\n18.75\n\r\n                                                                                    Govt. Grant-\r\n                                                                                    75%\r\n                                                                                    Inst. Cont. -25%\r\n                                                                                \nInstitutional sales outlets (Metro cities)\n\n\n25.00\n5.00\n15.00\n\r\n                                                                                    Govt. Grant-\r\n                                                                                    75%\r\n                                                                                    Inst. Cont. -25%\r\n                                                                                \nInstitutional sales outlets (Non-Metro cities)","Visiting link to know more":"https:\/\/msme.gov.in\/2-development-khadi-village-and-coir-industries","Applicability Central\/State":"Central","summary":"The Market Promotion and Development Assistance Scheme (MPDA) aims to increase earnings for artisans by providing grants and subsidies for Khadi institutions. The scheme offers financial assistance for construction of Khadi plazas, marketing infrastructure, and other components.","eligibility_criteria":"To be eligible for the MPDA grant, a Khadi institution must have a valid Khadi certificate and be categorized as A+, A, B, or C by the KVIC."},{"Sr No":"65","Subsidy scheme":"Domestic Market Promotion (DMP)","Scheme Type":"All","Ministry":"Ministry of Micro, Small and Medium Enterprises, Govt, of India","Description":"Scheme summary\/key features:\r\n                                    Coir Board has been taking various measures for popularizing coir and coir products and expanding the domestic market. Establishment and maintenance of Showroom and Sales depots, participation in fairs \/ exhibitions organized by other agencies and organizing exclusive fairs for Coir and coir goods within the country, providing Market Development Assistance to State supported organizations for enlarging marketing network, organizing generic publicity through press, television, website and radio and erection of hoardings, fixing of quality standards, inspection and a certification of quality of coir goods are some of the measures taken by Coir Board towards achieving the objective. The activities undertaken by the Board for the purpose are publicity, participation in domestic exhibitions, Extension of performance linked Market Development Assistance, construction\/renovation\/interior decoration of new and existing showrooms\/market development centres of the Board and field demonstration\/displays.\n Eligibility: \r\n                                    Apex Co-operative Societies, Central Co-op. Societies, Primary Co-operative Societies, Public Sector Enterprises, franchisees appointed by Coir Board in the coir industry and the Showroom and Sales Depots \/ Hindustan Coir of the Coir Board.\nAmount or percentage of subsidy:\r\n                                    The component proposes to provide financial assistance to the Apex Co-operative Societies, Central Co-op. Societies, Primary Co-operative Societies, Public Sector Enterprises, franchisees appointed by Coir Board in the coir industry and the Showroom and Sales Depots \/ Hindustan Coir of the Coir Board. The MDA is granted at the rate of 10% of their average annual sales turnover of coir products including coir fibre, coir pith, coir pith block, coir pith products, coir pith organic manure, coir yarn, mats, matting, rubberized coir goods, coir geotextile, garden articles, coir bags, coir umbrella, coir chapel, coir ornaments, coir handicrafts, coir wood and other innovative products during the preceding three financial years, subject to the condition that 5% increase should have been achieved over the immediate previous year. This Assistance will be shared on 1:1 basis between the Central Government and the concerned State\/Union Territory Government. The disbursement of Central share of MDA will be subject to the budgetary outlay available with the Coir Board under the relevant schemes.","Visiting link to know more":"https:\/\/msme.gov.in\/2-development-khadi-village-and-coir-industries \n\r\n                                    Central","Applicability Central\/State":"Central","summary":"The government subsidy scheme aims to promote the coir industry by providing financial assistance to eligible organizations. The scheme provides Market Development Assistance (MDA) at a rate of 10% of their average annual sales turnover, subject to certain conditions.","eligibility_criteria":"Apex Co-operative Societies\n* Central Co-op. Societies\n* Primary Co-operative Societies\n* Public Sector Enterprises\n* Franchisees appointed by Coir Board in the coir industry\n* Showroom and Sales Depots \/ Hindustan Coir of the Coir Board"},{"Sr No":"68","Subsidy scheme":"A Scheme for promoting Innovation, Rural Industry & Entrepreneurship (ASPIRE)","Scheme Type":"All","Ministry":"Ministry of Micro, Small and Medium Enterprises, Govt, of India","Description":"Scheme summary\/key features:\r\n                                    The main objectives of the scheme are to:\r\n\r\n                                    (i) Create new jobs and reduce unemployment (ii) Promote entrepreneurship culture in India (iii) Boost Grassroots economic development at district level (iv) Facilitate innovative business solution for un-met social needs, and (v) Promote innovation to further strengthen the competitiveness of the MSME sector. The Scheme aims to implement the Incubation and Commercialisation of Business Ideas Programme through technical \/ research institutes, including those in the field of agro based industry. These would be designated as Knowledge Partners and would incubate new\/existing technologies for their commercialisation.\r\n\r\n                                    The scheme also provides funds for the incubator\/incubation and creates necessary synergy between this scheme and the Livelihood Business Incubators\/Technology Business Incubators and Incubation schemes of MSME \/ NSIC \/ KVIC \/ Coir Board \/ Other Ministries\/Departments as well as Private incubators.\n Eligibility: \r\n                                    •\tAny entrepreneur who intends to set up start-ups.\r\n                                    •\tAny technical\/university\/research institutes including those in the field of rural and agro-based industry.\r\n                                    •\tAll MSMEs with Entrepreneurs Memorandum Registration.\r\n                                    •\tAny institute\/agency under the Government of India or any State Government in the field of technology, business management, rural development and entrepreneur development or anybody corporate under Public-Private Partnership (PPP) mode can set up Livelihood Business Incubation (LBI).\r\n                                    •\tAny existing incubation centres operating under different Ministries and Departments of Government of India and institutions which include National\/Regional level institutions of Government of India or any State Government for setting up centres dedicated to incubation and enterprise creation in the area of agro-based industries.\r\n                                    •\tAny new incubation centres to be set up by eligible private institutions including industry associations along with academic institutions, universities, government entities, R&D laboratories and technology parks.\r\n                                    Amount or percentage of subsidy:\r\n                                    One-time grant of 100% of cost of Plant & Machinery other than the land and infrastructure, or an amount up to Rs 100 lakhs, whichever is less is to be provided In case of incubation centres to be set up under PPP mode with NSIC, KVIC or Coir Board or any other Institution\/agency of GoI\/State Government, one- time grant of 50% of cost of Plant & Machinery, other than the land and infrastructure, or Rs 50.00 lakhs, whichever is less is to be provided.","Visiting link to know more":null,"Applicability Central\/State":"Central","summary":"The government subsidy scheme aims to create new jobs, promote entrepreneurship, boost grassroots economic development, facilitate innovative business solutions, and strengthen the competitiveness of the MSME sector. The scheme provides funding for incubators to commercialize new\/existing technologies and creates synergy between different incubation schemes.","eligibility_criteria":"• Entrepreneurs who intend to set up startups\n• Technical\/university\/research institutes in fields like rural and agro-based industry\n• MSMEs with Entrepreneur Memorandum Registration\n• Government institutions and private corporations under PPP mode for setting up Livelihood Business Incubation (LBI)\n• Existing incubation centers operating under different Ministries and Departments of Government of India\n\n(Note: I condensed the eligibility criteria to focus on the main categories, while still maintaining the essential requirements.)"},{"Sr No":"69","Subsidy scheme":"International Cooperation","Scheme Type":"All","Ministry":"Ministry of Micro, Small and Medium Enterprises, Govt, of India","Description":"Scheme summary\/key features:\r\n                                    The scheme covers the following activities:\r\n\r\n                                    a) Visit of MSME delegations to other countries in international exhibitions\/ trade fairs, conferences\/ summits\/workshops etc. for exploring new areas of technology infusion\/upgradation, joint ventures, improving market of MSMEs products, etc.\r\n\r\n                                    b) Participation of MSME delegations in international exhibitions, trade fairs and buyer-seller meets in foreign countries.\r\n\r\n                                    c) Holding international conferences\/summits\/workshops\/seminars relating to MSME sector to be organized in India by the Industry Associations\/ Government organizations.\r\n\r\n                                    d) Holding\/organising mega international exhibition or fair and international conferences\/seminars\/workshops, Joint Committee Meetings\/Joint Working Group Meetings\/Government to Government bilateral meetings with outer countries in India by Ministry of MSME or organizations under it.\r\n\r\n                                    e) Sending a delegation of the Ministry of MSME to an International Exhibition\/Fairs\/Conference in foreign countries.\n Eligibility: \r\n                                    Government Institutions and Registered Industry Associations associated with promotion and development of MSME sector.\nAmount or percentage of subsidy:\r\n                                    IC Scheme provides financial assistance on reimbursement basis for airfare, space rent, freight charges, advertisement & publicity charges and entry\/registration fee on reimbursement basis in case of participation in international exhibitions\/trade fairs. The details can be had from scheme guidelines","Visiting link to know more":"https:\/\/msme.gov.in\/4-marketing-promotion-schemes\nhttps:\/\/msme.gov.in\/sites\/default\/files\/IC-Scheme-Guidelines-June-2018.pdf","Applicability Central\/State":"Central","summary":"The government subsidy scheme provides financial assistance for MSME delegations to participate in international exhibitions, trade fairs, conferences, and workshops. The scheme aims to promote technology infusion, joint ventures, market improvement, and sectoral development.","eligibility_criteria":"Government Institutions\n* Registered Industry Associations associated with promoting and developing the MSME sector"},{"Sr No":"70","Subsidy scheme":"Procurement and \r\n                                    Marketing Support Scheme (P&MS)","Scheme Type":"All","Ministry":"Ministry of Micro, Small and Medium Enterprises, Govt, of India","Description":"Scheme summary\/key features:\r\n                                        The scheme aims at the following:\r\n                                            • Promoting new market access initiatives like organising \/ participation in National\/International Trade Fairs \/ Exhibitions \/ MSME Expo. Etc.\r\n                                            • To create awareness and educate the MSMEs about importance \/ methods\/ process of packaging in marketing, latest packaging technology, import-export policy and procedure, GeM portal, MSME Conclave, latest developments in international\/national trade and other subjects \/ topics relevant for market access developments.\r\n                                            • To create more awareness about trade fairs, digital advertising, e-marketing, GST, GeM portal, public procurement policy and other related topics etc.\n Eligibility: \r\n                                                        Manufacturing \/ Service sector MSEs registered at Udyog Aadhaar Memorandum (UAM) Portal\nAmount or percentage of subsidy:\r\n                                                                The scale of assistance is given in the scheme guidelines for all the following components,\r\n\r\n                                                                    5(A) Participation of individual MSEs in domestic trade fairs\/ exhibitions across the country:\r\n                                                                        5(8) Organising Domestic Trade Fairs\/Exhibition and participation in trade fairs\/exhibitions by the Ministry\/Office of DC (MSME)\/Government organisations:\r\n                                                                            5(C) Capacity building of MSMEs in modern packaging technique:\r\n                                                                                5(0) Development of Marketing Haats.\r\n                                                                                    5I Vendor Development Program (VDP):\r\n                                                                                        5(F) International\/National Workshops\/Seminars: T\r\n                                                                                            5(G) Awareness Programs:","Visiting link to know more":"https:\/\/msme.gov.in\/4-marketing-promotion-schemes\nhttps:\/\/msme.gov.in\/sites\/default\/files\/Guidelines_PMS.pdf","Applicability Central\/State":"Central","summary":"The government subsidy scheme aims to promote market access initiatives for micro, small, and medium-sized enterprises (MSMEs) by providing assistance in areas such as trade fairs, exhibitions, packaging technology, digital advertising, and capacity building. The scheme also focuses on creating awareness about various topics relevant for market access developments.","eligibility_criteria":"Manufacturing or service sector MSEs registered at the Udyog Aadhaar Memorandum (UAM) Portal are eligible for this subsidy scheme."},{"Sr No":"79","Subsidy scheme":"Support for Entrepreneurial and Managerial Development of MSMEs through Incubators","Scheme Type":"All","Ministry":"Ministry of MSME, Govt. of India","Description":"Scheme summary\/key features:\r\n                                    To promote & support untapped creativity of individual and\r\n                                    To promote adoption of latest technologies in manufacturing as well as knowledge based innovative MSMEs(ventures) that seek the validation of their ideas at the proof of concept level\n Eligibility: \r\n                                    •\tTechnical colleges, Universities Colleges other professional Colleges\/ Institutes, R&D institutes, NGO involved in relevant activities etc., EDCs of DC (MSME), MSME-DIs\/TCs \/DICs or any institute\/organization of Central\/State Govt. may apply to register as Host Institute.\r\n                                    •\tStudents\/Udyam Registered MSMEs can apply to the registered Host Institute for developing and nurturing the ideas.\nAmount or percentage of subsidy:\r\n                                    •\tUp to 15 lakh per idea shall be provided to Host Institute (HI) for developing and nurturing of ideas.\r\n                                    •\tUp to Rs. 1.00 crore for procurement and installation of relevant plant and machines including hardware and software etc., in Business Incubator (BI).\r\n                                    •\tUp to Rs. 1.00 Crore as seed capital support to appropriate Incubates in the form of soft loan, interest free loan, equity participation, grant or combination of these etc.","Visiting link to know more":"http:\/\/www.dcmsme.gov.in\/SAMACHAR\/eBook%20of%20Schemes%20for%20MSMEs.pdf","Applicability Central\/State":"Central","summary":"The government subsidy scheme aims to promote creativity and innovation among individual entrepreneurs and small-scale industries (MSMEs) by supporting the development of new ideas at the proof-of-concept level, as well as the adoption of latest technologies in manufacturing.","eligibility_criteria":"Technical colleges, universities, professional colleges\/institutes, R&D institutes, NGOs involved in relevant activities, etc. can apply to register as Host Institutes.\n* Students and registered MSMEs can apply to these Host Institutes for developing and nurturing their ideas."},{"Sr No":"89","Subsidy scheme":"Performance & Credit Rating Scheme","Scheme Type":"All","Ministry":"Ministry of MSME, Govt.of India","Description":"Scheme summary\/key features:\r\n                                    This scheme seeks to establish independent, trusted third party opinion on capabilities and credit-worthiness of MSEs, and makes credit available at attractive interest rates and will ensure better productivity. Under this scheme (as per the turnover of the MSE) a percent of Rating Agency charges is reimbursed by Ministry of SSI\n\n Eligibility: \r\n                                    MSMEs\nAmount or percentage of subsidy:\r\n\r\n                                    •\tThe fee to be paid to the rating agencies shall be based on the turnover of the Small-Scale Units which has been categorized into three slabs. The slabs of the Turnover and the Share of Ministry of SSI towards the fee charged by the Rating Agency is as follow:\r\n                                    Turnover of MSE Re-imbursement of fee through NSIC:\r\n                                    •\t1. Up to Rs. 50 lakh - 75% of the fee or INR25,000 (whichever is less)\r\n                                    •\t2. Above Rs. 50 to 200 lakh - 75% of the fee or INR30,000 (whichever is less)\r\n                                    •\t3. More than Rs. 200 lakh - 75% of the fee or INR40,000 (whichever is less)","Visiting link to know more":"https:\/\/www.startupindia.gov.in\/content\/sih\/en\/government-schemes\/performance_and_credit_rating_scheme.html","Applicability Central\/State":"Central","summary":"This government subsidy scheme aims to help small and medium-sized enterprises (MSMEs) establish their creditworthiness by obtaining an independent rating from a trusted third-party agency. The scheme offers attractive interest rates and reimbursement of a percentage of the rating agency's fees, depending on the MSME's turnover.","eligibility_criteria":"MSMEs"},{"Sr No":"90","Subsidy scheme":"Coir Udyami Yojana","Scheme Type":"All","Ministry":"Ministry of MSME,\r\n                                    Govt.  of India","Description":"Scheme summary\/key features\r\n                                    \r\n                                        This is a credit linked subsidy scheme for setting up of coir units with project cost up to Rs.10 lakhs plus one cycle of working capital, which shall not exceed 25% of the project cost. Working capital will not be considered for subsidy.\r\n                                        The scheme main objective is to facilitate sustainable development of the Coir Industry in the country and is under the ambit of Ministry of MSME.\n Eligibility: \r\n                                        Individuals, Companies, Self Help Groups, Non-Governmental Organizations, Institutions registered under Societies Registration Act 1860, Production Co-operative Societies, Joint Liability Groups and Charitable Trust\nAmount or percentage of subsidy:\r\n                                        •\tMaximum admissible cost of the project is 10 lakhs plus working capital, which shall not exceed 25% of the project cost. The banks shall consider composite loan instead of term loan to cater to the working capital requirements also. This should be exclusive of Rs.10 lakhs limit proposed. However, subsidy will be computed excluding working capital component.\r\n                                        •\tBeneficiary’s contribution 5% of the project cost\r\n                                        •\tBank credit Rate- 55%\r\n                                        •\tRate of Subsidy- 40% of the project","Visiting link to know more":"https:\/\/www.startupindia.gov.in\/content\/sih\/en\/government-schemes\/coir_udyami_yojana.html","Applicability Central\/State":"Central","summary":"This credit linked subsidy scheme aims to facilitate sustainable development of the Coir Industry in India by providing financial assistance for setting up coir units. The maximum project cost eligible for subsidy is Rs. 10 lakhs, with an additional working capital component not exceeding 25% of the project cost.","eligibility_criteria":"The scheme is open to individuals, companies, self-help groups, non-governmental organizations, institutions registered under the Societies Registration Act 1860, production co-operative societies, joint liability groups, and charitable trusts."},{"Sr No":"91","Subsidy scheme":"Assistance of Capital and Interest Subsidy for MSMEs (except service enterprise","Scheme Type":"All","Ministry":"Industries Commissionerate, Government of Gujarat","Description":"Scheme summary\/key features:\r\n                                Enterprise claiming capital investment subsidy should apply on line within one year of commercial production. Capital investment subsidy will not be available if loan is sanctioned one year after commercial production. For interest subsidy the enterprise has to apply online within one year from the date of first disbursement of loan or on or before the date of commencement of commercial production\/rendering services\nEligibility:MSMEs in manufacturing sector and service sector subject to certain conditions\nAmount or percentage of subsidy:\n\n\n\r\n                                            Capital and Interest Subsidy to Manufacturing MSMEs\r\n                                        \n\nTaluka Category\/Sector\nCapital Subsidy\nInterest Subsidy\n\n\n\r\n                                            Category 1 Taluka\r\n                                            (Backward)\r\n                                        \n\nAt 25% of eligible Term Loan Amount up to INR 35 lakhs;\r\n                                            Additional INR 10 lakhs for investments > 10 Crore\r\n                                        \nAt 7%  of term loan amount up to INR 35 lakh p.a. for 7 years\n\n\n\r\n                                            Category 2 Taluka\r\n                                            (Developing)\r\n                                        \n\nAt 20% of eligible Term Loan Amount up to INR 30 lakhs;\r\n                                            Additional INR 7.5 lakhs for in investment > 10 Crore\r\n                                        \nAt 6%  of term loan amount up to INR 30 lakh p.a. for 6 years\n\n\n\r\n                                            Category 3 Taluka\r\n                                            (Mature)\r\n                                        \n\nAt 10%  of eligible Term Loan Amount up to INR 10 lakhs;\r\n                                            Additional INR 5 lakhs for in investment > 10 Crore\r\n                                        \nAt 5% of term loan amount up to INR 25 lakh p.a. for 5 years\n\n\nAdditional Incentives\/Benefits\n\n\n1% additional interest subsidy to SC\/ST Entrepreneur\/physical challenged entrepreneur\/women entrepreneur\/Start-up in manufacturing sector \n1%  additional interest subsidy to young entrepreneurs below age of 35 years\nIn any case, the unit will have to bear minimum 2% interest levied on term loan","Visiting link to know more":"https:\/\/eoibrasilia.gov.in\/?pdf11603","Applicability Central\/State":"Gujarat","summary":"The government subsidy scheme provides financial assistance to Micro, Small, and Medium-sized Enterprises (MSMEs) in manufacturing and service sectors. The scheme offers both capital investment subsidies and interest rate subsidies to eligible MSMEs.","eligibility_criteria":"To be eligible for this scheme, an MSME must:\n\n1. Be in the manufacturing or service sector.\n2. Meet certain conditions (not specified).\n\nNote: The eligibility criteria is concise, as per your request."},{"Sr No":"93","Subsidy scheme":"Assistance in rent to MSEs","Scheme Type":"All","Ministry":"Industries Commissionerate, Government of Gujarat","Description":"Scheme summary\/key features\r\n                                Government of Gujarat has decided to provide financial assistance through Scheme for assistance in Rent to MSMEs for shed and plot developed by private developers for the generation of employment and development of MSMEs in the state. The government has decided to assist MSEs units in rent which will improve the initial liquidity of the project and also help the financial institution\/bank to sanction the term loan on plant and machinery required for the project.\nEligibility: \r\n                                The New Micro and Small Enterprise registered as an industrial unit under the MSME Development Act, 2006 with respective Director of Industries Commerce (DIC) as a manufacturing enterprise and obtained term loan from the Financial Institution. For availing the grant under the Scheme for Assistance for in Rent to MSEs, the new unit has to commence production during the operative period of this Scheme.\nAmount or percentage of subsidy:  The\r\n                                Assistance at 50% of rent paid or Rs.50000\/- per annum, whichever is less in Municipal Corporation area and areas under the Urban Development Authority\r\n\r\n                                The assistance at 50% of rent paid or Rs.25000\/- per annum, whichever is less except mentioned above\r\n\r\n                                The financial assistance will be provided for three years Subject to certain Conditions.","Visiting link to know more":"http:\/\/ic.gujarat.gov.in\/?page_id=3916\nhttps:\/\/www.indiafilings.com\/learn\/scheme-for-assistance-in-rent-to-msmes\/","Applicability Central\/State":"Gujarat","summary":"The Government of Gujarat's Scheme for Assistance in Rent to MSMEs provides financial assistance to micro and small enterprises (MSMEs) registered under the MSME Development Act, 2006. The scheme aims to improve initial liquidity and help financial institutions sanction term loans for plant and machinery required for projects.","eligibility_criteria":"1. New Micro and Small Enterprise (MSE) registered as an industrial unit under the MSME Development Act, 2006 with the Director of Industries Commerce (DIC).\n2. Manufacturing enterprise that has obtained a term loan from a financial institution.\n3. Unit must commence production during the operative period of this Scheme."},{"Sr No":"94","Subsidy scheme":"Schemes for Assistance Labour Intensive Industries","Scheme Type":"All","Ministry":"Industries Commissionerate, Government of Gujarat","Description":"Scheme summary\/key features: \r\n                                Under this scheme, the Government creates separate provisions for the promotion of labour-intensive industries which would lead to the development of the state.\n Eligibility:\r\n                                Assistance will be given to New enterprise as well as to existing enterprise for one-time expansion.\r\n                                The payroll incentive will be provided at 1200 per person and an additional amount of Rs. 300 per women employment will be provided under the scheme. In the case of project expansion, this payroll incentive will be provided only for the additional domicile employees.\r\n                                The payroll assistance in case of project expansion will not be provided for the re-employed persons who had been relieved by the enterprise\/unit within a one-year time frame before the commencement of the production of expansion.\nAmount or percentage of subsidy:\r\n                                Interest Subsidy will be provided at 7% maximum up to Rs. 1 crore per annum for the period of 5 years.\r\n                                VAT related incentives: Only 70% of the fixed capital investment of the unit will be considered for the eligible unit that would be entitled to the reimbursement up to 1\/5th of the eligible limit in a particular year.","Visiting link to know more":"http:\/\/ic.gujarat.gov.in\/?page_id=3935","Applicability Central\/State":"Gujarat","summary":"The government scheme aims to promote labor-intensive industries and state development by providing financial assistance for new and existing enterprises. The scheme offers payroll incentives, interest subsidies, and VAT-related incentives.","eligibility_criteria":"New or existing enterprises eligible for one-time expansion\n* Payroll incentive provided for new domicile employees (additional Rs. 300 per woman employment)\n* Excludes re-employed persons who were relieved by the enterprise within a year before project expansion"},{"Sr No":"95","Subsidy scheme":"Scheme for Financial Assistance to Plastic Industry","Scheme Type":"All","Ministry":"Industries Commissionerate, Government of Gujarat","Description":"Scheme summary\/key features\r\n                                Financial assistance in form of interest subsidy on loan\/ tax incentives for setting up small sized new plastics industry\nEligibility:\r\n                                Enterprises which are registered as an industrial unit as MSME with respective DIC and should be of small size\r\n                                •\tHave obtained IEM form GOI\r\n                                •\tThe New Enterprises, which is engaged in manufacturing of plastic products\/ items\/ articles by using plastic as a raw material purchased within the state only, is eligible.\r\n                                •\tPlastic material means organic polymers of high molecular mass from petrochemicals such as Polyolefin (LLDPE, LDPE, HDPE, PP), PVC, Nylon, Polyesters, Polystyrene, Polycarbonate, Polyamide (Nylon 6, Nylon 66) etc.\nAmount or percentage of subsidy\r\n                                1. Interest subsidy for New Enterprises: -\r\n                                Interest subsidy up to 7% of term loan Maximum limit of 100 lakh per annum, for 5 years for fixed capital investment in building, new plant & machinery, equipment (including cost of installation, erection, transportation, electrification) and other related assets required for the manufacturing of the product. However, cost of land and land development will not be eligible\r\n                                2. VAT Related Incentive to New Enterprises: -\r\n                                The eligible new enterprise will be reimbursed at of 80% of the net VAT paid for 5 years from date of commercial production. The VAT reimbursement amount would be 70% of eligible fixed capital investment. (excluding additional Tax and reduction of ITC as per the provision of the GVAT Act 2003) The eligible unit shall be entitled for reimbursement up to 1\/5th of eligible limit in a particular year.","Visiting link to know more":"http:\/\/ic.gujarat.gov.in\/?page_id=4051","Applicability Central\/State":"Gujarat","summary":"The government subsidy scheme provides financial assistance to small-sized new plastics industries in the form of interest subsidies on loans or tax incentives.","eligibility_criteria":"1. Registered as an industrial unit as MSME with respective DIC\n2. Small-sized enterprise\n3. Obtained IEM form GOI\n4. Engaged in manufacturing plastic products using plastic raw materials purchased within the state only"},{"Sr No":"96","Subsidy scheme":"New Enterprise Cum Enterprise Development scheme (NEEDS)","Scheme Type":"All","Ministry":"MSME - Govt. of Tamil Nadu","Description":"Scheme summary\/key features\r\n                                (I) Educated youth (Age limit minimum 21 years maximum 35 years for general category and 45 years for Special category (SC\/ST\/BC\/MBC\/Ex-servicemen\/ Minorities\/Transgenders\/Differently abled persons) will be given entrepreneurship training to groom them as first-generation entrepreneurs on the essentials of conceiving, planning, initiating and launching a manufacturing or service enterprise successfully. (ii) On completion of the training program they would be assisted to prepare their business plans and helped to tie up with financial institutions to get term loan, to set up manufacturing or service enterprises with a project cost not exceeding Rs.1.00 crore and capital subsidy of 25% of project cost not exceeding Rs.25.00 lakhs with 3% interest subvention to be provided by the State Government. (iii) Subject to availability, they would also be provided with reservation up to 25% for allotment of Plots \/ Sheds in SIDCO Industrial Estates in the State\r\n                                All economically viable manufacturing and service activities are eligible under this scheme subject to appraisal for its viability as per the guidelines of Tamil Nadu Industrial Investment Corporation Limited (TIIC) \/ Bank. Priority will be given to projects which are eco-friendly, accord importance to energy conservation and are export oriented.\n Eligibility: \r\n                                Educated youth with any Degree, Diploma, ITI \/ Vocational Training from recognized Institutions, aspiring to become entrepreneurs would be eligible for assistance under the scheme. The applicant should be a resident of Tamil Nadu for not less than 3 years\nAmount or percentage of subsidy:,\/br>\r\n                                25% of the Project Cost subject to a ceiling of 25.00 lakh • 3% Back Ended Interest Subsidy for Bank Assisted Projects \/ 3% Interest Subvention for TIIC Assisted Projects. • However, for projects costing more than 1.00 Crore, subsidy component will be restricted to 25.00 lakh.","Visiting link to know more":"http:\/\/www.msmeonline.tn.gov.in\/\nhttp:\/\/tahdco.com\/wp-content\/uploads\/2017\/12\/NEEDS.pdf","Applicability Central\/State":"Tamil Nadu","summary":"The scheme provides entrepreneurship training to educated youth (21-35 years for general category, 45 years for Special category) in Tamil Nadu. After completing the training, they are assisted in preparing business plans and securing term loans up to Rs. 1 crore with a capital subsidy of 25% (up to Rs. 25 lakhs). Additionally, they may be provided with reserved plots\/sheds in SIDCO Industrial Estates, subject to availability.","eligibility_criteria":"Educated youth with a recognized degree\/diploma\/ITI\/vocational training, aspiring to become entrepreneurs, and residing in Tamil Nadu for at least 3 years."},{"Sr No":"97","Subsidy scheme":"Unemployed Youth Employment Generation Programme (UYEGP)","Scheme Type":"All","Ministry":"MSME - Govt of Tamil Nadu","Description":"Scheme summary\/key features\r\n                                Unemployed Youth Employment Generation Programme (UYEGP)”  aims to mitigate the unemployment problems of socially and economically weaker section of the society, particularly among the educated and unemployed to become self-employed in their native places itself and to prevent the mass migration from rural areas to urban areas due to unemployment by setting up Manufacturing \/ Service \/ Business enterprises by availing loan up to the maximum of Rs.15 Lakhs, Rs. 5.00 Lakhs and Rs. 5.00 Lakhs respectively with subsidy assistance from the State Government.\nEligibility:Any individual, above 18 years of age. Upper age limit for General category is 35 years and for Special category 45 years.\r\n                                Minimum educational qualification is a pass in VIII standard.\r\n                                The applicant shall be resident of the place for not less than 3 years.\r\n                                The family income of the beneficiary shall not exceed Rs.5 Lakhs per annum.\nAmount or percentage of subsidy:\r\n                                Financial Assistance:\r\n                                \n\nSl.No\nCategory\nProject Cost\nSubsidy\n\n\n\r\n                                            Promotor’s\r\n                                            Contribution\r\n                                        \nBank Loan\n\n\n1\n\r\n                                            General Category\r\n                                        \n10%\n90%\n25%\n\n\n2\n\r\n                                            SC \/ ST\/ BC \/ MBC\/Minorities \/ Women \/ Ex-Servicemen \/ Physically Challenged \/ Transgender\r\n                                        \n5%\n95%\n25%","Visiting link to know more":"http:\/\/www.indcom.tn.gov.in\/uyegp.html","Applicability Central\/State":"Tamil Nadu","summary":"The Unemployed Youth Employment Generation Programme (UYEGP) aims to reduce unemployment among the socially and economically weaker sections by providing loans up to Rs. 15 Lakhs, with government subsidy assistance, to set up manufacturing\/service\/business enterprises.","eligibility_criteria":"Age: Above 18 years\n* Education: Minimum pass in VIII standard\n* Residence: Must have been a resident of the place for at least 3 years\n* Family Income: Not exceeding Rs. 5 Lakhs per annum"},{"Sr No":"98","Subsidy scheme":"Mukhya Mantri Yuva Udyami Yojana","Scheme Type":"All","Ministry":"Department of MSME, Madhya Pradesh","Description":"Scheme summary\/key features\r\n                                Under this scheme, loans will be provided by banks to all the citizens who want to set up their own business.\r\n                                Under this scheme, benefit of margin money assistance, interest grant, loan guarantee and training will be provided by the government.\r\n                                Under this scheme, a loan of at least 10 lakh rupees can be availed subject to a maximum of up to Rs.2 crore rupees to start a new business or industry.\r\n                                15% (maximum Rs. 12 lakhs) will be payable on the margin on the project cost.\r\n                                Guarantee fee under this scheme will be payable at the prevailing rate for a maximum period of 7 years.\r\n                                Business activities will not be eligible under the MP Youth Entrepreneur Scheme.\nEligibility:\r\n                                The applicant should be originally a resident of Madhya Pradesh.\r\n                                Applicant must have passed minimum 10th standard.\r\n                                The benefit of this scheme will be given only to those enterprises which will be set up within the border of Madhya Pradesh.\r\n                                A person can avail this scheme only once.\r\n                                Age should be between 18 to 40 years on the applicant's application date.\r\n                                Youth should not be a defaulter in any nationalized bank \/ financial institution \/ co-operative bank.\r\n                                If a person is getting assistance under any government entrepreneur \/ self-employment scheme, then he will not be eligible under this scheme.\n Amount or percentage of subsidy,\r\n                                Margin money on capital cost will be at 15% with a maximum of Rs.12 lakh for general class. For BPL   it will be 20% with a maximum of Rs.18 lakh. Interest at 5% for female and 6% for male.","Visiting link to know more":"https:\/\/pmmodiyojana.in\/mukhyamantri-yuva-udyami-yojana\/","Applicability Central\/State":"Madhya Pradesh","summary":"The MP Youth Entrepreneur Scheme provides loans to citizens setting up their own businesses in Madhya Pradesh. The government offers margin money assistance, interest grants, loan guarantees, and training support. Loans of at least Rs. 10 lakh up to a maximum of Rs. 2 crore can be availed.","eligibility_criteria":"Resident of Madhya Pradesh\n* Minimum education: 10th standard pass\n* Age: 18-40 years on application date\n* No defaulters in nationalized banks, financial institutions, or co-operative banks\n* Not already receiving assistance under another government scheme\n* Only one-time eligibility"},{"Sr No":"99","Subsidy scheme":"Mukhya Mantri Swarojgar Yojana","Scheme Type":"All","Ministry":"Department of MSME, Madhya Pradesh","Description":"Scheme summary\/key features\r\n                                This scheme has been started to provide self-employment opportunities to the citizens of the state.\r\n                                Under this scheme, loan will be provided for setting up self-employment. The loan will be provided for 7 years under this scheme.\r\n\r\n                                Loans will be granted Rs.50,000 to Rs.10 lakh.\r\n                                BPL SC, ST, OBC, women and differently abled candidates will be provided 30% margin money. Subject to maximum limit of Rs.2 lakh.\r\n                                In addition, margin money assistance, subsidy, loan guarantee is also given to the beneficiaries.\nEligibility:\r\n                                To apply under this scheme, the applicant must be a permanent resident of Madhya Pradesh.\r\n                                Work area should be in Madhya Pradesh.\r\n                                The educational qualification of the applicant under this scheme should be minimum 5th class.\r\n                                The age of the applicant should be between 18 and 45 years.\r\n                                The applicant should not be an income tax payer.\r\n                                The applicant of any national bank, financial institution etc. should not be a defaulter.\r\n                                Only one time can be availed under MP Mahamari Swarozgar Yojana.\r\n                                A beneficiary of a government entrepreneur self-employment scheme cannot avail the benefit of this scheme.\nAmount or percentage of subsidy \r\n                                Under this scheme, 15 percent margin money will be provided to general category people with a maximum of Rs.1 lakh\r\n                                Project cost 30% for BPL, Scheduled Caste, Scheduled Tribe, Other Backward Classes, Women, Minorities and Disabled with a maximum limit of Rs 2 lakhs.\r\n\r\n                                Exempted nomadic and semi-nomadic tribes will have 30 percent of the project cost with a maximum limit of Rs.3 lakh\r\n                                Bhopal will be an additional 20% of the project cost for gas-affected family members, with a maximum limit of Rs. 1 lakh.","Visiting link to know more":"https:\/\/translate.google.com\/translate?hl=en&sl=hi&u=https:\/\/pmmodiyojana.in\/mp-mukhyamantri-swarojgar-yojana\/&prev=search&pto=aue","Applicability Central\/State":"Madhya Pradesh","summary":"The MP Mahamari Swarozgar Yojana provides self-employment opportunities to citizens of Madhya Pradesh by offering loans and subsidies for setting up businesses.","eligibility_criteria":"1. Permanent resident of Madhya Pradesh\n2. Work area in Madhya Pradesh\n3. Minimum educational qualification of 5th class\n4. Age between 18 and 45 years\n5. Not an income tax payer\n6. No default history with national banks or financial institutions\n7. Only one-time benefit availed under the scheme\n8. Beneficiaries of other government entrepreneurship schemes are excluded\n\nNote: I condensed the eligibility criteria into a concise list, focusing on the key points while omitting redundant information."},{"Sr No":"100","Subsidy scheme":"Margin Money \/ Subsidy Scheme - Seed Money Scheme","Scheme Type":"All","Ministry":"Directorate of industries\r\n                                Maharashtra","Description":"Scheme summary\/key features:\r\n                                The objective of the scheme is to encourage unemployed person to take up self-employment ventures through industry, service and business, by providing soft loans to meet part of the margin money to avail institutional finance.\r\n                                1. Project cost up to Rs. 25 lakhs for industry, service and business activity.\r\n                                2. Seed Money assistance at 15 per cent of the project cost approved by financial institutions is offered. In case of projects costing up to Rs. 10 lakhs, the quantum of assistance ranges up to 15 per cent for General category and 20% for SC\/ST and OBC\/NT\/VT\/Handicapped up to 20 per cent.\r\n                                3. Seed Money component up to 3.75 lakhs maximum.\r\n                                4. Bank loan 75% of the project cost.\r\n                                5. The rate of interest on seed money is 6% and if the borrower pays the repayment of instalment regularly and within scheduled time, then the borrower will get rebate of 3% in interest. So, he has to pay only 3% interest.\r\n                                6. If the instalment is not repaid in time, it will attract 1% penal interest.\r\n                                7. The repayment of loan starts after three years in four yearly instalments for industry cases. In other cases, repayment starts after six months of loan availment\nEligibility:\r\n\r\n                                Local unemployed person or group of persons fulfilling:\r\n                                •\tAge group 18 to 50 years\r\n                                •\tQualification: Standard VII pass\r\n                                •\tDomiciled in the state of Maharashtra for the last 15 years\nAmount or percentage of subsidy \r\n                                90% loan for general group and 95% for special group will be available from public sector banks, Regional rural banks, IDBI. In urban areas, 15% margin money subsidy for general group and 25% for special group will be available through KVIC. In rural areas, the margin money subsidy will be 25% to 35% respectively. Special group include SC\/ST\/OBC\/minority\/woman\/ex-servicemen\/physically handicapped.","Visiting link to know more":"http:\/\/www.doingbusinessinmaharashtra\n.org\/DIC_schemes.aspx","Applicability Central\/State":"Maharashtra","summary":"The government subsidy scheme aims to encourage unemployed individuals in Maharashtra to take up self-employment ventures by providing soft loans with a seed money component to meet part of the margin money for institutional finance.","eligibility_criteria":"• Age group: 18-50 years\n• Education: Standard VII pass\n• Domicile: Must have been resident in Maharashtra for at least 15 years"},{"Sr No":"101","Subsidy scheme":"Margin Money \/ Subsidy Scheme - District Industries Centre Loan Scheme","Scheme Type":"All","Ministry":"General Manager, District Industries Centre of respective district (District level)","Description":"Scheme summary\/key features\r\n                                The objective of the scheme is to provide financial assistance in the form of margin\/seed money for the promotion of tiny industries in semi-urban and rural areas with a view to generate employment opportunities including self- employment.\r\n                                I. Margin money assistance is admissible only to those units whose investment in plant & machinery does not exceed Rs. 2 lakh.\r\n                                ii. All towns and rural areas having population of less than 1 lac are covered under the Scheme.\r\n                                iii. The State Government’s rate of interest on this loan is 4 % and repayment is to be done within 7 years.\r\n                                iv. This scheme is particularly useful for rural artisans\nEligibility:\r\n                                All units falling within the purview of the Small-Scale Industries Board and Village Industries, handicrafts, handlooms, Silk & Coir Industries are covered under the Scheme.\r\n\r\n                                Amount or percentage of subsidy\r\n                                The extent of assistance is 20 % of the total investment or Rs. 40000\/- whichever is less in case of entrepreneur belonging to general category and in case of entrepreneur belonging to scheduled caste & scheduled tribe, assistance up to 30 % of total fixed capital investment or up to maximum of Rs. 60000\/- whichever is less is provided.","Visiting link to know more":"http:\/\/www.doingbusinessinmaharashtra.org\/DIC_schemes.aspx\nhttp:\/\/di.gov.in\/","Applicability Central\/State":"Maharashtra","summary":"The government subsidy scheme aims to promote tiny industries in semi-urban and rural areas by providing financial assistance. The key features include:\n\n* Margin money assistance for units with investment in plant & machinery up to Rs. 2 lakh\n* Coverage of all towns and rural areas with a population of less than 1 lac\n* Interest rate of 4% with repayment within 7 years\n* Scheme is particularly useful for rural artisans","eligibility_criteria":"All units falling under the purview of:\n\n* Small-Scale Industries Board\n* Village Industries\n* Handicrafts\n* Handlooms\n* Silk & Coir Industries"},{"Sr No":"102","Subsidy scheme":"Subsidy Schemes in Goa","Scheme Type":"All","Ministry":"Government of Goa","Description":"Scheme summary\/key features\r\n                                There are various schemes issued by Government of Goa. Visit the link for details.","Visiting link to know more":"https:\/\/www.goa.gov.in\/government\/schemes\/","Applicability Central\/State":"Goa","summary":"The \"Elderly Support Scheme\" is a government initiative aimed at providing financial assistance to senior citizens aged 60 and above. The scheme aims to support the elderly in maintaining their independence, dignity, and quality of life.","eligibility_criteria":"1. Age: 60 years or older\n2. Resident of Goa (proof of residence required)\n3. Proof of income below a certain threshold (e.g., Rs. 50,000 per annum)\n\nPlease provide the actual scheme description, and I'll fill in the details!"},{"Sr No":"103","Subsidy scheme":"U.P. Micro and Small Industries Technology Up-gradation Scheme","Scheme Type":"All","Ministry":"Ministry of Industries, Govt. of Uttar Pradesh","Description":"Scheme summary\/key features:\r\n                                The objective of the scheme is development of   competitiveness   among the small-scale industries under the changed scenario due to economic globalization and worldwide competition. Under this scheme assistance is provided to micro and small enterprises for development and up gradation of technology\r\n                                \nEligibility: All MSMEs in Uttar Pradesh\n\nAmount or percentage of subsidy\r\n                                Amount incurred for purchase and import of technology @ 50% subject to a maximum of 2.50 lacs.\r\n                                • Amount incurred for purchase P\/M for enhancement of capacity and quality improvement @ 50% subject to a maximum of 2.00 lacs\r\n                                • Interest subsidy. @ 50% subject to a maximum of 0.50 lacs.\r\n                                • Amount incurred for obtaining ISO\/ISI certification @ 50% subject to a maximum of 2.00 lacs\r\n                                • Amount incurred for consultancy world-wide competition @ 50% subject to a maximum of 0.50 lacs.","Visiting link to know more":"http:\/\/udyogbandhu.com\/topics.aspx?mid=State%20Government%20Support","Applicability Central\/State":"Uttar Pradesh","summary":"The government subsidy scheme aims to enhance the competitiveness of small-scale industries in Uttar Pradesh by providing financial assistance for technology development, capacity enhancement, quality improvement, ISO\/ISI certification, and consultancy services.","eligibility_criteria":"All MSMEs (Micro and Small Medium Enterprises) in Uttar Pradesh are eligible."},{"Sr No":"104","Subsidy scheme":"Marketing Development Assistance Scheme","Scheme Type":"All","Ministry":"Directorate of Industries, Govt. of Uttar Pradesh","Description":"Scheme summary\/key features:\r\n                                To assist MSMEs in marketing sector for development, promotion and for better prospects of the products being manufactured, specially by micro and small industries\/enterprises, the Govt. has provided institutional support in form of establishment of UPTPA (Uttar Pradesh Trade Promotion Authority) under Directorate of Industries, U.P and Export Promotion Bureau. The UPTPA has been given the responsibility to arrange, participate and coordinate in seminars\/trade fairs\/exhibitions, nationally as well as internationally to provide small entrepreneur a plate farm for development and promotion of market prospects for their product.\r\n                                The UPTPA also provides marketing assistance under Marketing Development Assistance Scheme in which the entrepreneurs are assisted to attend\/ participate in seminars \/trade fairs all over the country by way of reimbursement of expenses incurred towards participation\/stall charge, fair, etc.\nEligibility: Micro and Small enterprises in the state\nAmount or percentage of subsidy:\n\n\nParticulars\nEligibility\nPrescribed fee\nDetails\n\nA- Support for exporters at international level\n\ni)   Foreign Fairs\/Exhibition\n\r\n                                            MSME Exporter reg. with EPB & concern DIC\r\n\r\n                                        \nNIL\n\r\n                                            60% of Stall charges paid up-to max. of Rs. 100000\/- for one fair\/exhibition\r\n                                            Air Fare 50% by economy class max. up to Rs. 50000\/- per fair for one person.\r\n                                        \n\n\n b) Publicity advt., printing of catalogue & development of website\n\r\n                                            MSME Exporter reg. with EPB & concern DIC\r\n\r\n                                        \n\n\r\n                                            60% of total cost of Expenditure maximum up to Rs. 60000\/- annually.\r\n\r\n                                        \n\n\n\r\n                                            c) Samples to foreign buyers\r\n\r\n                                        \n\r\n                                            MSME Exporter reg. with EPB & concern DIC\r\n\r\n                                        \n\n\r\n                                            75% of total expenses on air-freight courier for sending samples max. assistance up to Rs. 50000\/- per year.\r\n\r\n                                        \n\n\nd)Facility for obtaining ISO 9001-2000\/BIS 14000, Wool mark, Hall mark, HACCP & C-mark\n\r\n                                            MSME Exporter reg. with EPB & concern DIC\r\n\r\n                                        \n\n50% of total expenses max. up to Rs. 75000\/- per year\n\n\nB- Subsidy on freight charges up to gate way port.\n\n\n\r\n                                            a Export Cargo sent by ICD\/CFS\r\n\r\n                                        \n\r\n                                            SSI Exporter reg. with EPB and concern DIC\r\n\r\n                                        \nNil\n25% of freight charges maximum up to Rs. 5000\/- per container (20ft) is admissible to exporting units to send their goods by State ICD\/CFS to the gateway port. This amount is sanctioned by the district users committee chaired by D.M. of the concerned district.\n\n\n\r\n                                            b) Export Cargo sent by Air Cargo Complex in U.P. (Amausi, Lucknow and Babatpur, Varanasi)\r\n                                        \nSSI Exporter and Merchant Exporter with EPB and concern DIC\n\r\n                                            Nil\r\n\r\n                                        \n20% of air freight charges on sending export cargo or Rs 50 per kg. (lower of two).\n\n\n\r\n                                1.Price Preference@10% to MSEs of the state in comparison to MSEs of other states.\r\n                                2.Price Preference@15% to MSEs of the state in comparison to Medium and Heavy enterprises of other states.\r\n                                3.Price Preference@5% to MSEs of the state in comparison to Medium and Heavy enterprises \/industries of states.\r\n                                4.Price Preference@5% to Medium and Heavy enterprises\/ of the state in comparison to Medium and Heavy enterprises\/ industries of   other states.","Visiting link to know more":"http:\/\/udyogbandhu.com\/topics.aspx?mid=State%20Government%20Support","Applicability Central\/State":"Uttar Pradesh153","summary":"The Uttar Pradesh Trade Promotion Authority (UPTPA) provides institutional support to Micro and Small Enterprises (MSMEs) in the marketing sector for development, promotion, and better prospects of their products. The scheme offers various forms of assistance, including marketing support, reimbursement of expenses, and subsidies on freight charges.","eligibility_criteria":"Concise eligibility criteria:\n\n* Micro and Small enterprises registered with EPB (Export Promotion Bureau) and the concerned DIC (District Industries Centre)\n* MSMEs in the state of Uttar Pradesh"},{"Sr No":"105","Subsidy scheme":"Nivesh Protsahan Yojna","Scheme Type":"All","Ministry":"Export Promotion Bureau, Govt of Uttar Pradesh","Description":"S. No\nParticulars\nEastern UP & Bundelkhand\nRest of the state\n\n\n1\nNew Micro and small units\n100%\n50%\n\n\n2\nOther new units\n50%\n50%\n\n\n3\nAgro Processing, Information Technology \/Bio Technology & Specified Infrastructure Units\n100%\n100%\n\n\nScheme summary\/key features:\r\n                                The Govt. of U.P.is also providing attractive fiscal incentives to the MSME sector in form of granting interest free loans under Nivesh Protsahan Yojna against VAT payments & exemptions from stamp duty and electricity duty, speedy online clearances through 'Nivesh Mitra' easy availability of developed industrial plots, healthy labour relation and crime-free and fear - free atmosphere.\nThe sector has been offered various special incentives and concessions which are summarized here under\r\n\r\n                                Eligibility: New MSME units\nAmount or percentage of subsidy:\r\n                                Grant of Interest Free loan under Nivesh Protsahan Yojna for 10 years repayable after 7 years to new units and have made fixed capital investment of Rs.5.00 crore or more in Food Processing Sector, Rs.10.00 crore or more in Eastern U.P. and Bundelkhand and Rs.25.00 crores or more in other districts.\r\n                                Amount of loan shall not exceed 10% of turnover or sum of the trade tax\/ vat and central sales tax paid by the units.","Visiting link to know more":"http:\/\/udyogbandhu.com\/topics.aspx?mid=State%20Government%20Support","Applicability Central\/State":"Uttar Pradesh","summary":"The Uttar Pradesh government offers various incentives to the Micro, Small, and Medium-sized Enterprises (MSME) sector, including interest-free loans under Nivesh Protsahan Yojna, exemptions from stamp duty and electricity duty, speedy online clearances through 'Nivesh Mitra', and easy availability of developed industrial plots.","eligibility_criteria":"To be eligible for this scheme:\n\n* The unit must be new (not existing)\n* Have a fixed capital investment of:\n\t+ Rs. 5 crore or more in the Food Processing Sector\n\t+ Rs. 10 crore or more in Eastern U.P. and Bundelkhand\n\t+ Rs. 25 crores or more in other districts"},{"Sr No":"106","Subsidy scheme":"Land related incentives","Scheme Type":"All","Ministry":"Govt of Uttar Pradesh","Description":"Exemption from stamp duty on transfer of land as under: -\nScheme summary\/key features:    Exemption from stamp duty on transfer of land\nEligibility: New Micro and small units, Agro Processing\/Information Technology\/Bio technology and specified infrastructure units.\nAmount or percentage of subsidy:\r\n                                Reduction of stamp duty to rupees two per thousand on mortgage of title deeds, transfer of movable property, mortgage of property without possession, collateral security and bank guarantee (max. Rs.10,000\/-).","Visiting link to know more":"http:\/\/udyogbandhu.com\/topics.aspx?mid=State%20Government%20Support","Applicability Central\/State":"Uttar Pradesh","summary":"Exemption from stamp duty on transfer of land.","eligibility_criteria":"New Micro and small units in the following sectors:\n- Agro Processing\n- Information Technology\n- Bio technology\n- Specified infrastructure units."},{"Sr No":"107","Subsidy scheme":"Other incentives","Scheme Type":"All","Ministry":"Govt. of Uttar Pradesh","Description":"Scheme summary\/key features:\r\n                                Exemption from Electricity duty for 10 years to all new units\nEligibility: MSMEs in the state\nAmount or percentage of subsidy:  As in Scheme summary\/key features","Visiting link to know more":"http:\/\/udyogbandhu.com\/topics.aspx?mid=State%20Government%20Support","Applicability Central\/State":"Uttar Pradesh","summary":"Exemption from Electricity duty for 10 years to all new units.","eligibility_criteria":"MSMEs in the state."},{"Sr No":"108","Subsidy scheme":"Tripura Industrial Investment Promotion Incentive Scheme-2017 (TIIPIS","Scheme Type":"All","Ministry":"Department of Industries & Commerce, Govt. of Tripura","Description":"Scheme summary\/key features:\r\n                                The State Government has introduced the Tripura Industrial Investment Promotion Incentives Scheme (TIIPIS) offers incentives for setting up industrial units in the manufacturing and service sector. The main aim of the scheme is to provide the necessary infrastructure to ensure sustained industrialisation in Tripura.\r\n                                The scheme is for the benefit of all MSMEs, in the private sector, co-operative sector, self-help-groups, joint sector and also companies owned or managed by the State Government.\nEligibility:\r\n                                The Scheme-2017 shall be applicable to all micro, small and medium enterprises which commence their commercial production in the State, on or after the first day of April 2017, but before or on thirty-first day of March, 2022, in the private sector, co-operative sector, self-help-groups, joint sector and also companies owned or managed by the State Government.\nAmount or percentage of subsidy:\r\n\r\n                                a) State Capital Investment Subsidy @30% on Fixed Capital Investment (with additional subsidy @2.5% to ST, SC and Women Enterprises), subject to a ceiling of Rs.60 Lakhs per unit. For thrust sector unit capital investment subsidy@40% on Fixed Capital Investment within the overall ceiling of Rs.70 lakhs.\n\r\n                                1.\tIndustrial Promotion Subsidy (reimbursement of GST) subject to an overall ceiling of Rs.60 Lakhs per annum per enterprise. The aggregating limit of entitlement of an enterprise for 5 years shall not be exceed to 100% value of investment made in plant and machinery.\r\n                                2.\t25% Reimbursement of Power Charges, maximum of Rs. 12.00   Lakhs per annum per enterprise.\r\n                                3.\t4% Reimbursement of Interest on Working Capital loans maximum of Rs.3.00 Lakhs per annum.\r\n                                4.\tReimbursement of Standard Certification Charges\/ fees\/ expenses to eligible enterprises in 10 selected areas issued by National and Inter-national Bodies.\r\n                                5.\t15% Procurement Preference to Local industrial enterprises subject to 20% value addition.\r\n                                6.\t100% Exemption from the payment of Earnest Money and Security Deposits on tenders floated by the State Govt.\/Departments\/Agencies.\r\n                                7.\tEmployment Cost subsidy under Thrust Sector towards EPF and ESI contribution on employment of 20 or more persons skilled and semi-skilled workers who are domiciled of the State.\r\n                                8.\t100% reimbursement on fees paid for CGTMSE\r\n                                9.\r\n                                10.\t coverage on loans granted by Banks\/ NBFCs.\r\n                                11.\tExport Promotion Subsidy@10% on value of export of goods with ceiling of Rs.20.00 Lakhs per annum.\r\n                                12.\tSubsidy for participation in fares and exhibition (Thrust sector only)@50% of actual expenditure for one person and transportation cast of goods for display\/sale with maximum celling of Rs.50000\/- per annum (celling 2 fares).","Visiting link to know more":"https:\/\/foodprocessingindia.gov.in\/uploads\/state_ut\/MoFPI1614057579Tripura_-_Industrial_Investment_Scheme_2017.pdf","Applicability Central\/State":"Tripura","summary":"The Tripura Industrial Investment Promotion Incentives Scheme (TIIPIS) aims to promote industrialization in Tripura by providing incentives for setting up industrial units in the manufacturing and service sector.","eligibility_criteria":"All micro, small and medium enterprises that commence commercial production in Tripura between April 2017 and March 2022."},{"Sr No":"109","Subsidy scheme":"Market Development Assistance","Scheme Type":"All","Ministry":"Industries Commissionerate\r\n                                Industries & Mines Department\r\n                                Govt. of Gujarat","Description":"Scheme summary\/key features:\r\n                                Market Development Assistance scheme is designed positioning of Gujarat based companies at a global level, the policy will support domestic MSMEs & start -ups for participation in national and international level exhibitions organized in India and abroad.\r\n                                \nEligibility: MSMEs in Gujarat State\nAmount or percentage of subsidy:\n\n\nCategory\nincentives\n\n\nParticipation in exhibition within India\n\r\n                                            Can be applied directly by the individual exhibitor\/association • State Level\r\n                                            exhibition- assistance @75% of Stall rent up to Rs. 50,000\r\n                                            • National Level exhibition- assistance @75% of Stall rent\r\n                                            up to Rs. 1 lakh • International Level exhibition- assistance @75% of Stall rent up to Rs. 2 lakhs This can be claimed a total of 5 times by individual unit\/ association during the policy period\r\n                                        \n\n\nParticipation in exhibition outside India\nInternational Level exhibition Outside India • Assistance @60% of Stall rent up to maximum of Rs. 5 lakhs This can be claimed 3 times by an individual unit\/ association during the policy period\n\n\nOrganizing exhibition within Gujarat\n60% of Bill electricity consumption","Visiting link to know more":"https:\/\/eoibrasilia.gov.in\/?pdf11603","Applicability Central\/State":"Gujarat","summary":"The Market Development Assistance scheme aims to support Gujarati-based MSMEs and start-ups by providing subsidies for their participation in national and international exhibitions.","eligibility_criteria":"Only MSMEs located in Gujarat State are eligible for this scheme.\n* Individual exhibitors or associations can apply directly."},{"Sr No":"110","Subsidy scheme":"Quality Certification","Scheme Type":"All","Ministry":"Industries Commissionerate\r\n                                Industries & Mines Department\r\n                                Govt. of Gujarat","Description":"Scheme summary\/key features:\r\n                                With a vision to encourage domestic products to be globally competitive, the policy will promote quality certifications under Zero Defect Zero Effect (ZED scheme) and also support to obtain ISI\/WHO-GMP\/Hallmark certifications & other national\/International certification from Quality Council of India.\r\n\r\n                                Eligibility: MSMEs in the state of Gujarat\nAmount or percentage of subsidy:\r\n                                The policy will provide fiscal support up to 50% of fee payable to Recognized International Certification Authority and 50% cost of testing equipment and machinery required for that certification, totalling up to maximum amount of INR 10 lakhs. For ZED certification, MSMEs can avail assistance up to 50% of certification cost maximum up to INR 50,000 after deducting the assistance received from Government of India.","Visiting link to know more":"https:\/\/eoibrasilia.gov.in\/?pdf11603","Applicability Central\/State":"Gujarat","summary":"The government subsidy scheme aims to promote domestic products globally by providing support for quality certifications under the Zero Defect Zero Effect (ZED) scheme and other national\/international certifications.","eligibility_criteria":"MSMEs in the state of Gujarat"},{"Sr No":"111","Subsidy scheme":"Financial assistance for installation of Enterprise Resource Planning (ERP) System & Adoption of other ICT platforms & facilities","Scheme Type":"All","Ministry":"Industries Commissionerate\r\n                                Industries & Mines Department\r\n                                Govt. of Gujarat","Description":"Scheme summary\/key features:\r\n                                The objective of the scheme is to give financial assistance to MSMEs for installation of Enterprise Resource Planning (ERP) System & Adoption of other ICT platforms & facilities\r\n                                \nEligibility:\r\n                                All MSMEs in the state of Gujarat\nAmount or percentage of subsidy:\r\n                                MSMEs can avail an assistance of up to 65% of capital cost up to INR 1 lakh for implementing ERP system from the approved ERP service provider by Industries Commissionerate. For implementing ICT facilities, the MSMEs can obtain assistance up to 65% of capital cost up to INR 5 lakhs.","Visiting link to know more":"https:\/\/eoibrasilia.gov.in\/?pdf11603","Applicability Central\/State":"Gujarat","summary":"The government subsidy scheme provides financial assistance to Micro, Small, and Medium-sized Enterprises (MSMEs) in Gujarat for installing Enterprise Resource Planning (ERP) systems and adopting other Information and Communication Technology (ICT) platforms and facilities.","eligibility_criteria":"All MSMEs in the state of Gujarat."},{"Sr No":"112","Subsidy scheme":"Technology upgradation & Acquisition Support","Scheme Type":"All","Ministry":"Industries Commissionerate\r\n                                Industries & Mines Department\r\n                                Govt. of Gujarat","Description":"Scheme summary\/key features:\r\n                                In order to keep pace with the global manufacturing trends, the manufacturing sector needs to adopt latest technologies. With an aim to encourage innovation and adoption of sophisticated technologies by MSME, the state will provide fiscal support to industries in acquiring technologies from recognized institutions as well as in acquisition of patented technologies from foreign companies.\r\n                                \nEligibility: MSMEs in the state of Gujarat\nAmount or percentage of subsidy:\r\n                                MSMEs will get assistance up to 65% of the cost payable to the institution up to INR 50 lakhs for acquisition of technology. Patent Support: The policy will provide financial support through partial reimbursement of cost for filing of domestic patents and international patents up to 75% of the cost\/expenditure incurred subject to a maximum of INR 25 lakhs. Maximum fee for attorney for national patent is INR 50,000 and international patent is INR 2,00,000 within the overall cap of 75% of the cost\/expenditure. Process Patents will also be made eligible under this benefit","Visiting link to know more":"https:\/\/eoibrasilia.gov.in\/?pdf11603","Applicability Central\/State":"Gujarat","summary":"The state government of Gujarat will provide fiscal support to MSMEs to encourage innovation and adoption of sophisticated technologies by providing subsidies for acquiring technologies from recognized institutions or patented technologies from foreign companies.","eligibility_criteria":"MSMEs in the state of Gujarat."},{"Sr No":"113","Subsidy scheme":"Raising capital through SME Exchange:","Scheme Type":"All","Ministry":"Industries Commissionerate\r\n                                Industries & Mines Department\r\n                                Govt. of Gujarat","Description":"Scheme summary\/key features:\r\n                                This assistance would support in raising funds through SME exchange on one-time basis.\r\n\r\n                                Eligibility:\r\n                                SMEs who want to raise capital through SME Exchange\nAmount or percentage of subsidy:\r\n                                SMEs can avail up to 25% of expenditure incurred on raising of equity capital through SME exchange maximum up to INR 5 lakhs on one-time basis.","Visiting link to know more":"https:\/\/eoibrasilia.gov.in\/?pdf11603","Applicability Central\/State":"Gujarat","summary":"This assistance provides support for SMEs to raise funds through the SME Exchange on a one-time basis.","eligibility_criteria":"SMEs that want to raise capital through SME Exchange are eligible."},{"Sr No":"114","Subsidy scheme":"Energy & Water conservation","Scheme Type":"All","Ministry":"Industries Commissionerate\r\n                                Industries & Mines Department\r\n                                Govt. of Gujarat","Description":"Scheme summary\/key features:\r\n                                The assistance will be provided for conducting audits for energy and water conservation as well as for purchase of equipment.\r\n\r\n                                Eligibility:\r\n                                All MSMES in the state\nAmount or percentage of subsidy:\r\n                                The policy will provide assistance up to 75% cost of energy \/ water audit conducted by a recognized institution \/ consultant subject to maximum INR 50,000 and 25% of cost of equipment recommended by the auditing authority subject to maximum INR 20 lakhs.","Visiting link to know more":"https:\/\/eoibrasilia.gov.in\/?pdf11603","Applicability Central\/State":"Gujarat","summary":"The government subsidy scheme provides assistance for conducting energy and water conservation audits, as well as the purchase of recommended equipment.","eligibility_criteria":"All Micro, Small, and Medium-Sized Enterprises (MSMEs) in the state are eligible to participate in this scheme."},{"Sr No":"115","Subsidy scheme":"Service line & Power connection charges","Scheme Type":"All","Ministry":"Industries Commissionerate\r\n                                Industries & Mines Department\r\n                                Govt. of Gujarat","Description":"Scheme summary\/key features: Assistance in service line and power connection charges\n\nEligibility: MSMEs\nAmount or percentage of subsidy:\r\n                                The policy will provide assistance for service line and power connection charges, rent etc. at 35% of charges paid to distribution licences for LT\/HT service line, maximum limit up to INR 5 lakh","Visiting link to know more":"https:\/\/eoibrasilia.gov.in\/?pdf11603","Applicability Central\/State":"Gujarat","summary":"The government subsidy scheme provides assistance in service line and power connection charges to support Micro, Small, and Medium-sized Enterprises (MSMEs).","eligibility_criteria":"MSMEs"},{"Sr No":"116","Subsidy scheme":"Use of Rooftop Solar Power by MSMEs","Scheme Type":"All","Ministry":"Industries Commissionerate\r\n                                Industries & Mines Department\r\n                                Govt. of Gujarat","Description":"Scheme summary \/Key features:\r\n                                \r\n                                In order to encourage MSME for reduction of electricity cost, the state had introduced a special Solar policy under which MSME are eligible to set-up rooftop solar power and provision is made to purchase surplus power from them\n\nEligibility: MSMEs in the State of Gujarat\nAmount of subsidy\/key features:\r\n                                Considering the difficulties faced by MSME units, government with a view to further ease the process of utilizing rooftop Solar Power in MSMEs, has increased the power cycle for calculation of consumption of units from 15 minutes to 11 hours i.e. 7 AM – 6 PM and has increased the price for purchase of surplus solar power from MSMEs, from INR 1.75\/unit to INR 2.25\/unit.","Visiting link to know more":"https:\/\/eoibrasilia.gov.in\/?pdf11603","Applicability Central\/State":"Gujarat","summary":"Incentivizes Micro, Small, and Medium Enterprises (MSMEs) in Gujarat to adopt rooftop solar power by increasing the power cycle for calculation of consumption units and the price paid for surplus solar power.","eligibility_criteria":"MSMEs in the State of Gujarat."},{"Sr No":"117","Subsidy scheme":"Promote Start-up and innovation","Scheme Type":"All","Ministry":"Industries Commissionerate\r\n                                Industries & Mines Department\r\n                                Govt. of Gujarat","Description":"Scheme summary\/key features:\r\n                                Gujarat, owing to its inherent strength of widespread entrepreneurial spirit has gained a significant spot in the national start-up ecosystem. The incentives under the previous scheme created a strong network of nodal institutions. This supported several start-ups in setting up\/expanding their operations both in national and international markets. The new scheme aims to further accelerate and strengthen the start-up ecosystem in the state.\n\nEligibility: Start-up units in the state of Gujarat\nAmount or percentage of subsidy:\n\r\n                                    Acceleration Programs:\r\n                                 Dedicated acceleration programs will be conducted in the state as per the provisions of the scheme. Additionally, the policy would support start-ups up to INR 3 lakhs to attend other national\/international acceleration programs. The policy will also support in organizing acceleration programs.\n\r\n                                    Promotional Events:\r\n                                 The scheme aims to organize focused workshops, seminars, bootcamps, hackathons, grand challenges etc. across the state with support from various stakeholders. For this, the policy will provide support up to 75% of the total expenditures up to INR 5 lakhs. However, in case of events specific to women entrepreneurship, the policy will support up to 90% of total expenditures up to INR 5 lakhs.\nNodal Institutes and Mentoring Assistance: The Gujarat Start-up Cell would also identify and establish association with Nodal Institutes across the state. Fiscal support to these Nodal institutes mentoring approved start-ups will also be given as part of the policy. Mentoring assistance of INR 1 lakh per start-up will be given to Nodal institutes up to a maximum of INR 15 lakhs per annum. In addition to this, a dedicated portal detailing the facilities of various nodal institutes and Government bodies will be created for the start-ups to avail them. These facilities include: testing labs, 3-D printing, library, co-working space etc. at a subsidized rate. Moreover, “Gujarat e-marketplace” will be made operational on the Start-up Gujarat Portal, where the start-ups supported by state government can promote their products and services","Visiting link to know more":"https:\/\/eoibrasilia.gov.in\/?pdf11603","Applicability Central\/State":"Gujarat","summary":"The Gujarat Start-up Scheme aims to accelerate and strengthen the start-up ecosystem in the state by providing various incentives such as acceleration programs, promotional events, nodal institutes, and mentoring assistance. The scheme supports start-ups with fiscal support for attending national\/international acceleration programs, organizing events, and utilizing facilities of Nodal Institutes.","eligibility_criteria":"Start-ups operating in the state of Gujarat are eligible for this scheme."},{"Sr No":"118","Subsidy scheme":"Special focus on promotion of Service sector","Scheme Type":"All","Ministry":"Industries Commissionerate\r\n                                Industries & Mines Department\r\n                                Govt. of Gujarat","Description":"Scheme summary\/key features:\r\n                                MSMEs Service sector is a major contributor to the national GDP. Many services are key inputs for facilitating primary and secondary industries. Thus, the service sector is a critical lever for enhancing productivity, ease of living and livelihood. With the establishment of several SEZs, IT parks and most importantly, GIFT City, a conducive ecosystem exists for the service sector industries to expand operations in the state. Hence, it is decided to extend incentives to Service sector covered in MSME.\r\n                                In view of the potentiality of service sector, it has been decided to widen the scope of service sector. Besides the 22 service categories already defined in the Gujarat Industrial Policy 2015, following champion services are identified to cover them under eligible service sector for incentives:\n\r\n                                1.\tFinancial services 2. Health services 3. Transport and logistics services 4. Audio Visual services 5. Construction related engineering services 6. Environmental service\r\n\r\n                                Eligibility: MSMEs in service sector\nAmount or percentage of subsidy: As given below\n\n\nTaluka Category\nInterest Subsidy\n\n\nCategory 1\n@7% of term loan amount disbursed with the maximum amount of Rs. 35 lakhs per annum for 7 years\n\n\nCategory 2\n@6% of term loan amount disbursed with the maximum amount of Rs. 30 lakhs per annum for 6 years\n\n\nCategory 3 (including Municipal Corporation areas)\n@5% of term loan amount disbursed with the maximum amount of Rs. 25 lakhs per annum for 5 years\n\n\n\r\n                                            Additional 1% subsidy will be given to SC\/ST entrepreneurs • The interest subsidy will be so given that in any case, the unit will have to bear\r\n                                            minimum 2% of total interest levied on term loan.","Visiting link to know more":"https:\/\/eoibrasilia.gov.in\/?pdf11603","Applicability Central\/State":"Gujarat","summary":"The government subsidy scheme aims to support Micro, Small, and Medium-sized Enterprises (MSMEs) in the service sector, with a focus on expanding operations in Gujarat. The scheme provides interest subsidies to eligible MSMEs in categories 1-3, with varying percentages and maximum amounts for different regions.","eligibility_criteria":"MSMEs in the service sector, including:\n\n* Financial services\n* Health services\n* Transport and logistics services\n* Audio Visual services\n* Construction related engineering services\n* Environmental services\n\nConcise eligibility criteria: MSMEs in the service sector (categories 1-6) are eligible for the subsidy scheme."},{"Sr No":"119","Subsidy scheme":"Reimbursement of expenses incurred for water audit","Scheme Type":"All","Ministry":"Govt. of Karnataka","Description":"Scheme summary\/key features:\r\n                                Reimbursement of expenses incurred for water audit\r\n\r\n                                Eligibility: MSMEs in the state of Karnataka \nAmount or percentage of subsidy:\n\n\n\n\r\n\r\n                                                Water Audit\r\n\r\n\r\n                                            \n\n\n\n General category\n\n\r\n                                                Special category (SC\/ST\/Women\/minorities\/physically challenged and\r\n                                                ex-servicemen entrepreneurs)\r\n                                            \n\n\n\n\r\n\r\n                                            For all zones\r\n\r\n                                            75% subject to a maximum of Rs.1.00 lakh each for water audit (One time)\r\n\r\n\r\n                                        \n\r\n                                            For all zones\r\n\r\n                                            75% subject to a maximum of Rs.1.00 lakh each for water audit (One time)","Visiting link to know more":"https:\/\/www.google.com\/search?q=karnataka+industrial+policy+2020-25+pdf&rlz=1C1CHBF_enIN927IN928&oq=Karnata&aqs=chrome.0.69i59l3j69i57j69i60l4.4259j0j7&sourceid=chrome&ie=UTF-8","Applicability Central\/State":"Karnataka","summary":"The government subsidy scheme provides reimbursement of expenses incurred for conducting a water audit by Micro Small and Medium Enterprises (MSMEs) in the state of Karnataka.","eligibility_criteria":"MSMEs in the state of Karnataka\n* 75% subsidy subject to a maximum of Rs.1.00 lakh each for water audit (One-time)\n* No specific criteria mentioned for general category, but special categories include:\n\t+ SC\/ST entrepreneurs\n\t+ Women entrepreneurs\n\t+ Minorities\n\t+ Physically challenged entrepreneurs\n\t+ Ex-servicemen entrepreneurs"},{"Sr No":"120","Subsidy scheme":"Zero discharge","Scheme Type":"All","Ministry":"Govt. of Karnataka","Description":"Scheme Summary\/key features:  Assistance for zero discharge\n\r\n                                    Eligibility: MSMEs           Amount or percentage of subsidy: As in the table below.\r\n                                \n\n\n\r\n                                                Zero discharge\r\n                                            \n\n\nGeneral category\nSpecial category (SC\/ST\/Women\/minorities\/physically challenged and ex-servicemen entrepreneurs)\n\n\n\r\n                                                For all zones\r\n                                                50% of cost of equipment (Maximum Rs.7.50 lakh)\r\n                                            \n\r\n                                                For all zones\r\n                                                50% of cost of equipment (Maximum Rs.8.50 lakh)","Visiting link to know more":"https:\/\/www.google.com\/search?q=karnataka+industrial+policy+2020-25+pdf&rlz=1C1CHBF_enIN927IN928&oq=Karnata&aqs=chrome.0.69i59l3j69i57j69i60l4.4259j0j7&sourceid=chrome&ie=UTF-8","Applicability Central\/State":"Karnataka","summary":"The government subsidy scheme provides assistance to Micro, Small, and Medium-sized Enterprises (MSMEs) for zero discharge projects. The scheme offers subsidies to support the adoption of eco-friendly technologies.","eligibility_criteria":"To be eligible for this scheme, applicants must be MSMEs belonging to either:\n\n1. General category\n2. Special categories such as SC\/ST\/Women\/minorities\/physically challenged and ex-servicemen entrepreneurs"},{"Sr No":"121","Subsidy scheme":"Recycling of electronic waste and plastic waste","Scheme Type":"All","Ministry":"Govt. of Karnataka","Description":"Scheme summary\/key features:\r\n                                Assistance for recycling electronic waste and plastic waste\nEligibility: MSMEs\nAmount or percentage of subsidy: As given below.\n\n\nRecycling of electronic waste\n\n\nGeneral category\nSpecial category (SC\/ST\/Women\/minorities\/physically challenged and ex-servicemen entrepreneurs)\n\n\n\r\n                                            For all zones\r\n                                            5% of VFA (maximum Rs.10 lakh)\r\n\r\n                                        \n\r\n                                            For all zones\r\n                                            5% of VFA (maximum Rs.12 lakh)","Visiting link to know more":"https:\/\/www.google.com\/search?q=karnataka+industrial+policy+2020-25+pdf&rlz=1C1CHBF_enIN927IN928&oq=Karnata&aqs=chrome.0.69i59l3j69i57j69i60l4.4259j0j7&sourceid=chrome&ie=UTF-8","Applicability Central\/State":"Karnataka","summary":"Assistance for recycling electronic waste and plastic waste to support Micro Small Medium Enterprises (MSMEs).","eligibility_criteria":"MSMEs with specific categories receiving additional benefits."},{"Sr No":"122","Subsidy scheme":"Fixed Capital Investment (FCI)","Scheme Type":"All","Ministry":"Govt. of Karnataka","Description":"Scheme summary\/key features\r\n                                A basket of incentives, their aggregate amount not exceeding a specified ceiling will be offered to eligible MSME units:\n\n\nTaluka\/Area Classification\nMaximum Admissible Fixed Capital Investment (in Rs. Crore)\nCeiling as % of FCI\n\r\n                                            Eligibility period\r\n                                            (Years)\r\n                                        \n\n\nA\nFor the purpose of this policy, MSME shall include units as per the MSMED Act, 2006, as well as the units with FCI of up to INR 50 crore\n-\n-\n\n\nB\n30%\n7\n\n\nC\n40%\n7\n\n\nD\n50%\n10\n\n\nD+\n60%\n10\n\n\n\r\n                                            Vidarbha, Marathwada, Ratnagiri,\r\n                                            Sindhudurg & Dhule\r\n                                        \n80%\n10\n\n\nNo Industry Districts, Naxalism\n\n100%\n10\n\n\n\r\n                                            Affected Areas* and Aspirational\r\n                                            Districts**\r\n                                        \n\n\n\n\n\n\r\n                                    *Naxalism affected areas as per Government Resolution No.: PSI -2013\/ (CR- 54) \/IND-8 Dated 1st April 2013 issued by Government of Maharashtra Industries, Energy and Labour Department.\r\n                                    ** Aspirational Districts are Osmanabad, Gadchiroli, Washim and Nandurbar\r\n                                \nEligibility:  MSME units in the state of Maharashtra\nAmount or percentage of subsidy:  As given the Table above","Visiting link to know more":"https:\/\/maitri.mahaonline.gov.in\/PDF\/Maharashtra%20New%20Industrial%20Policy-2019.pdf","Applicability Central\/State":"Maharashtra","summary":"The government offers a basket of incentives to eligible Micro, Small, and Medium-sized Enterprises (MSME) units in Maharashtra. The aggregate amount of these incentives does not exceed a specified ceiling, with different ceilings applying to different categories of MSMEs.","eligibility_criteria":"1. Eligible MSME units must be located in the state of Maharashtra.\n2. Units with a maximum admissible fixed capital investment (FCI) of up to INR 50 crore are eligible.\n3. Additional eligibility criteria apply depending on the Taluka\/Area Classification:\n\t* A: Up to 30% ceiling, eligible for 7 years.\n\t* C: Up to 40% ceiling, eligible for 7 years.\n\t* D: Up to 50% ceiling, eligible for 10 years.\n\t* D+: Up to 60% ceiling, eligible for 10 years.\n\t* Vidarbha, Marathwada, Ratnagiri, Sindhudurg & Dhule: Up to 80% ceiling, eligible for 10 years (for Naxalism affected areas) or 100% ceiling, eligible for 10 years (for No Industry Districts).\n\t* Affected Areas and Aspirational Districts: Special eligibility criteria apply."},{"Sr No":"123","Subsidy scheme":"Power Tariff Subsidy","Scheme Type":"All","Ministry":"Directorate of Industries\r\n                                Govt. of Maharashtra","Description":"Scheme summary \/key features\r\n                                The power tariff subsidy, for eligible new units located (other than A areas) in Vidarbha, Marathwada, North Maharashtra, and Districts of Raigad, Ratnagiri and Sindhudurg in Konkan will be to the extent of INR 1\/- per unit consumed and in other areas (except A areas), to the tune of INR 0.5\/- per unit consumed for 3 years from the date of commencement of commercial production. In areas other than A area, Interest subsidy @5 per cent p.a., maximum up to the value\r\n                                of electricity consumed and bills paid for that year, will be admissible.\nEligibility:  Eligible New MSME units\nAmount or percentage of subsidy: As given in scheme summary","Visiting link to know more":"https:\/\/maitri.mahaonline.gov.in\/PDF\/Maharashtra%20New%20Industrial%20Policy-2019.pdf","Applicability Central\/State":"Maharashtra","summary":"The Power Tariff Subsidy Scheme provides financial assistance to eligible new micro, small, and medium-sized enterprises (MSMEs) in certain regions. The subsidy amount varies depending on the location: INR 1\/- per unit consumed for 3 years in Vidarbha, Marathwada, North Maharashtra, Raigad, Ratnagiri, and Sindhudurg; and INR 0.5\/- per unit consumed for 3 years in other areas.","eligibility_criteria":"Eligible New MSME units in specific regions."},{"Sr No":"124","Subsidy scheme":"Stamp duty Exemption","Scheme Type":"All","Ministry":"Directorate of Industries\r\n                                Govt. of Maharashtra","Description":"Scheme summary\/key features\r\n                                Eligible MSMEs will be entitled to 100 per cent stamp duty exemption within investment period for acquiring land (including assignment of lease rights and sale certificate) and for term loan purposes. However, in A and B areas Stamp Duty exemption will be offered only to IT and BT manufacturing units in IT and BT Parks. Eligible Units under PSI 2013 Scheme will also be eligible for stamp duty exemption for their Investment Period.\n\nEligibility:  Eligible MSMEs\nAmount or percentage of subsidy: As given above in the Scheme summary\/key features","Visiting link to know more":"https:\/\/maitri.mahaonline.gov.in\/PDF\/Maharashtra%20New%20Industrial%20Policy-2019.pdf","Applicability Central\/State":"Maharashtra","summary":"The government subsidy scheme offers 100% stamp duty exemption to eligible MSMEs for acquiring land and term loans within an investment period. Additionally, IT and BT manufacturing units in IT and BT Parks in A and B areas are also eligible for this exemption.","eligibility_criteria":"Eligible MSMEs\n* Units under PSI 2013 Scheme"},{"Sr No":"125","Subsidy scheme":"Exemption from payment of Electricity Duty","Scheme Type":"All","Ministry":"Directorate of Industries\r\n                                Govt. of Maharashtra","Description":"Scheme summary\/key features:\r\n                                Eligible New MSMEs in C, D,D+, No industries Districts and Naxalism Affected Area will be entitled to exemption from payment of electricity duty for tenure equal to the eligibility period. However, in A and B areas Electricity Duty exemption will be offered to 100 per cent Export Oriented MSMEs and IT\/BT units for seven years.\n\nEligibility:   Eligible MSMEs\nAmount or percentage of subsidy:  As given above in Scheme summary\/key features","Visiting link to know more":"https:\/\/maitri.mahaonline.gov.in\/PDF\/Maharashtra%20New%20Industrial%20Policy-2019.pdf","Applicability Central\/State":"Maharashtra","summary":"The government offers an electricity duty exemption to eligible MSMEs in certain areas. The duration of the exemption varies depending on the area and industry type.","eligibility_criteria":"Eligible MSMEs (New)\n* Areas: C, D, D+, No industries Districts and Naxalism Affected Areas\n* Industries: Not specified"},{"Sr No":"126","Subsidy scheme":"Investment Promotion Subsidy (IPS) on Gross SGST","Scheme Type":"All","Ministry":"Directorate of Industries\r\n                                Govt. of Maharashtra","Description":"Scheme summary\/key features:\r\n                                Eligible Micro, Small & Medium enterprises & Small Industries as defined above shall be offered Investment Promotion Subsidy (IPS) on Gross SGST paid by the unit on the first sale of eligible products billed and delivered to the same entity within Maharashtra.\nEligibility:   Eligible MSMEs\nAmount or percentage of subsidy:    As given above in Scheme summary\/key features","Visiting link to know more":"https:\/\/maitri.mahaonline.gov.in\/PDF\/Maharashtra%20New%20Industrial%20Policy-2019.pdf","Applicability Central\/State":"Maharashtra","summary":"The Investment Promotion Subsidy (IPS) scheme offers subsidies to eligible Micro, Small & Medium enterprises (MSMEs) on Gross SGST paid by the unit on the first sale of eligible products.","eligibility_criteria":"Eligible MSMEs\n* Definition: Micro, Small & Medium enterprises as defined above\n* Location: Products must be billed and delivered to an entity within Maharashtra"},{"Sr No":"127","Subsidy scheme":"Various schemes for MSMEs under MSME Policy 2021","Scheme Type":"All","Ministry":"Govt. of Tamil Nadu","Description":"Various schemes under MSME policy 2021","Visiting link to know more":"http:\/\/www.indcom.tn.gov.in\/pdf\/2021\/MSME_Policy_2021.pdf\r\n\r\n                                (Refer Annexure 1 of the Policy)","Applicability Central\/State":"Tamil Nadu","summary":"Subsidy Scheme for Training and Skill Development","eligibility_criteria":"The scheme provides financial assistance to micro, small, and medium enterprises (MSMEs) for training and skill development programs aimed at improving their human resources, increasing productivity, and enhancing competitiveness."},{"Sr No":"150","Subsidy scheme":"Subsidised term loan from","Scheme Type":"SC\/ST","Ministry":"National Scheduled Castes Finance and Development Corporation, Government of India, Ministry of Social Justice and Empowerment","Description":"Scheme summary\/key features\r\n                                NSFDC provides term loan for project(s)\/unit(s) costing up to Rs 50.00 lakhs.\r\n                                NSFDC provides term loan up to 95% of the cost of project, subject to the condition that the SCAs contribute their share of assistance as per their schemes and also provide the required subsidy besides tying up of the financial resources from other sources available.\r\n                                Interest rate depends on quantum of loan. Term loan to be repaid in quarterly\/half yearly\/annual instalments within a maximum period of 10 years. Moratorium Period is 6 months to 12 months depending upon nature of business activity\nEligibility:\r\n                                The beneficiary should be from the Scheduled Castes Community.\r\n                                Up to Rs. 3.00 lakhs for both Rural and Urban areas.\r\n                                At least 50% of funding to the beneficiaries having annual family income up to Rs. 1.50 lakh and balance 50% funding to the beneficiaries having annual family income above Rs. 1.50 lakh and up to Rs. 3.00 lakh.\n\n\r\n                                    Amount or percentage or subsidy:\r\n                                \r\n                                Beneficiaries are eligible for subsidy 10,000\/- or 50% of the unit cost, whichever is less and to be provided by SCAs","Visiting link to know more":"http:\/\/nsfdc.nic.in\/\/en\/schemes-dashboard","Applicability Central\/State":"Central","summary":"NSFDC provides term loans for projects or units costing up to Rs 50 lakhs. The loan is up to 95% of the project cost, subject to SCAs contributing their share and providing required subsidy. Interest rates depend on the loan quantum, and repayment terms are quarterly\/half-yearly\/annual instalments over a maximum period of 10 years with a moratorium period of 6-12 months.","eligibility_criteria":"1. Beneficiary must be from the Scheduled Castes Community.\n2. Project cost should not exceed Rs 3 lakhs (Rural and Urban areas).\n3. At least 50% funding for beneficiaries with annual family income up to Rs 1.50 lakh, and balance 50% funding for those with annual family income above Rs 1.50 lakh but below Rs 3 lakh.\n\nNote: I condensed the eligibility criteria into three concise points while maintaining the essential information."},{"Sr No":"151","Subsidy scheme":"Swachhta Udyami Yojana (SUY)","Scheme Type":"SC\/ST","Ministry":"National Safai Karmacharis Finance & Development Corporation, Government of India, Ministry of Social Justice and Empowerment","Description":"Scheme summary \/key features:\r\n                                Swachhta Udyami Yojana-Swachhta Se Sampannta Ki Aur\" is for extending financial assistance for Construction, Operation & Maintenance of Pay and Use Community Toilets in Public Private Partnership (PPP) Mode and Procurement & Operation of Sanitation Related Vehicles.\r\n\r\n                                Maximum amount of financial assistance Rs.25 lakh for setting up a unit of 10-seater toilet to individual\/SHGs in collaboration with reputed organisations. For procurement and operation of sanitation related vehicles maximum amount of financial assistance Rs.15 lakh to individual\/SHG\/JRG\/cooperative and up to Rs.40 lakh to SHG\/JRG\/Co-operative. Rate of interest 4% p.a and repayment period up to 10 years.\r\n                                Moratorium 6 months plus 6 months for implementation.\nEligibility:\r\n                                Individual beneficiaries, SHGs through State Channelising Agencies (SCAs) in collaboration with reputed organisations for construction, operation and maintenance of Pay & Use toilets.\r\n                                For procurement and operation of sanitation related vehicles target group of manual scavengers, safai karamcharis urban local bodies\nAmount or percentage of subsidy:\r\n                                Maximum subsidy of Rs.3.25 lakh in case of manual Scavengers under Self Employment Scheme for Rehabilitation of Manual Scavengers (SRMS) in accordance with the \"Prohibition of Employment as Manual Scavengers and their Rehabilitation Act, 2013.","Visiting link to know more":"http:\/\/nskfdc.nic.in\/content\/home\/swachhta-udyami-yojana-suy","Applicability Central\/State":"Central","summary":"Swachhta Udyami Yojana provides financial assistance for the construction, operation, and maintenance of pay-and-use community toilets in public-private partnership (PPP) mode and the procurement and operation of sanitation-related vehicles.","eligibility_criteria":"Individual beneficiaries\n* SHGs (Self-Help Groups) through State Channelising Agencies (SCAs)\n* Manual scavengers and safai karamcharis (urban local bodies)\n* SHGs\/JRGs\/Co-operatives for setting up Pay & Use toilets"},{"Sr No":"152","Subsidy scheme":"Special Credit Linked Capital Subsidy Scheme (SCLCSS) for MSEs under National Scheduled Castes and Scheduled Tribes Hub Scheme-reg","Scheme Type":"SC\/ST","Ministry":"Government of India, Ministry of Micro, Small & Medium Enterprises (MSME)","Description":"Scheme summary\/key features:\r\n                                The scheme aims at facilitating purchase of plant & machinery by providing upfront capital subsidy to SC\/ST owned MSEs on institutional finance availed of by them with an overall investment ceiling of Rs.1 crore without any restriction on the sectors or machinery & technology The objective of this scheme is to promote new enterprises and support the existing enterprises in their expansion for enhanced participation in the public procurement.\n\nEligibility: SC\/ST owned MSEs both existing and new\nAmount or percentage of subsidy: 25% of institutional finance availed.","Visiting link to know more":"https:\/\/msme.gov.in\/whatsnew\/guidelines-special-credit-linked-capital-subsidy-scheme-sclcss-mses-under-national","Applicability Central\/State":"Central","summary":"The government provides an upfront capital subsidy to Micro and Small Enterprises (MSEs) owned by Scheduled Castes (SC) and Scheduled Tribes (ST) for purchasing plant and machinery, with no restriction on sectors or technology. The objective is to promote new enterprises and support existing ones in their expansion.","eligibility_criteria":"SC\/ST owned MSEs, both existing and new."},{"Sr No":"153","Subsidy scheme":"Bharat Ratna Dr. Baba Saheb Ambedkar Udyog Uday Yojna for SC\/ST Entrepreneurs of MSME","Scheme Type":"SC\/ST","Ministry":"Industries Commissionerate, Government of Gujarat","Description":"Scheme summary \/Key features:\r\n\r\n                                The scheme shall be operative from 07\/08\/2020 (date of announcement of industrial policy) to 06\/08\/2025.  The following schemes will be in operation\r\n                                1.\tCapital investment subsidy\r\n                                2.\tAssistance for interest subsidy\r\n                                3.\tAssistance for quality certification\r\n                                4.\tFinancial support to MSMEs in ZED certification\r\n                                5.\tAssistance in implementation of Information and Communication Technology (ICT)\r\n                                6.\tAssistance for technology acquisition \r\n                                7.\tAssistance for raising capital through SME exchange\r\n                                8.\tAssistance for power connection charges\r\n                                9.\tAssistance to basic industrial infrastructure\r\n                                10.\tAssistance to Special entrepreneurship training with 360-degree approach with mentoring support with sustenance allowance for promoters\/entrepreneurs \r\n                                11.\tAssistance to GIDC for developing multi-storeyed shed in estates \r\n                                12.\t. Assistance to MSEs for shed developed by private developers \r\n                                13.\tAssistance in rent to MSEs \r\n                                14.\tAssistance to MSME manufacturing sector participation in the exhibition\r\n                                15.\tAssistance to MSE of SC\/ST for plot developed by GIDC \nEligibility:\r\n                                MSMEs in the State. SC\/ST enterprise means the enterprise in which contribution of SC\/ST entrepreneur is 51% or more\nAmount or percentage of subsidy: As per respective schemes in the policy","Visiting link to know more":"https:\/\/indextb.com\/files\/2020\/10\/b0e2ed2a-18ff-4a0f-a132-407b89ef271f_2-GR_02092020.pdf","Applicability Central\/State":"Gujarat","summary":"The government has announced an industrial policy from 07\/08\/2020 to 06\/08\/2025, providing various subsidies to support Micro, Small, and Medium Enterprises (MSMEs) in the state. The scheme offers financial assistance across 15 different areas, including capital investment, interest subsidies, quality certifications, and more.","eligibility_criteria":"MSMEs in the State; SC\/ST enterprise means the enterprise in which contribution of SC\/ST entrepreneur is 51% or more (concise eligibility criteria)."},{"Sr No":"153-(i) & (ii)","Subsidy scheme":"Capital Investment subsidy and Assistance for Interest subsidy","Scheme Type":"SC\/ST","Ministry":"Industries Commissionerate, Government of Gujarat","Description":"Scheme summary\/key features:\r\n                                Enterprise claiming capital investment subsidy should apply on line within one year of commercial production. Capital investment subsidy will not be available if loan is sanctioned one year after commercial production. For interest subsidy the enterprise has to apply online within one year from the date of first disbursement of loan or on or before the date of commencement of commercial production\/rendering services\nEligibility:\r\n                                Enterprise claiming capital investment subsidy should apply on line within one year of commercial production. Capital investment subsidy will not be available if loan is sanctioned one year after commercial production. For interest subsidy the enterprise has to apply online within one year from the date of first disbursement of loan or on or before the date of commencement of commercial production\/rendering service\nAmount or percentage of subsidy:\n\nCapital and Interest Subsidy to Manufacturing MSMEs\n\nTaluka Category\/Sector\nCapital Subsidy\nInterest Subsidy\n\n\n\n\r\n                                                                                                 Category 1 Taluka\r\n                                                                                                 (Backward)\n\n\nAt 30% of eligible Term Loan Amount up to INR 40 lakh;\r\n                                                                                             Additional INR 10 lakhs for investments > 10 Crore\r\n\nAt 8% of term loan amount up to INR 35 lakh p.a. for 7 years\n\n\n\n\r\n                                                                                                 Category 2 Taluka\r\n                                                                                                 (Developing)\n\n\n\r\n                                                                                                 At 25% of eligible Term Loan Amount up to INR 35 lakhs;\r\n                                                                                              Additional INR 7.5 lakhs for in investment > 10 Crore\r\n\nAt 7% of term loan amount up to INR 30 lakh p.a. for 6 years\n\n\n\n\r\n                                                                                                 Category 3 Taluka\r\n                                                                                                 (Mature)\n\n\n\r\n                                                                                                 At 15% of eligible Term Loan Amount up to INR 15 lakhs;\r\n                                                                                             Additional INR 5 lakhs for in investment > 10 Crore\r\n\nAt 6% of term loan amount up to INR 25 lakh p.a. for 5 years\n\n\nAdditional Incentives\/Benefits\n1% additional interest subsidy to SC\/ST Entrepreneur\/physical challenged entrepreneur\/women entrepreneur\/Start-up in manufacturing sector\n\n\n1% additional interest subsidy to young entrepreneurs below age of 35 years\n\n\nIn any case, the unit will have to bear minimum 2% interestlevied on term loan\n\n\n\n\nInterest Subsidy to MSMEs\n\n\nTaluka Category\/Sector\nInterest Subsidy\n\n\nCategory 1 Taluka (Backward)\nAt 8% of term loan amount  up to INR 35 lakh p.a. for 7 years\n\n\n\n\r\n                                               Category 2 Taluka\r\n                                               (Developing)\n\nAt 7% of term loan amount up to INR 30 lakh p.a. for 6 years\n\n\n\n\r\n                                               Category 3 Taluka   and Municipal Corporation areas\r\n                                               (Mature)\n\nAt 6% of term loan amount up to INR 25 lakh p.a. for 5 years\n\n\nAdditional Incentives\/Benefits\n1% additional interest subsidy to registered start up in service sector and having Udyam and MSME registration\n\n\nService Enterprises which have service tax registration only are eligible for incentive\n\n\nEnterprise has to obtain Shop & Establishment registration from Municipal Corporation for doing business","Visiting link to know more":"https:\/\/indextb.com\/files\/2020\/10\/b0e2ed2a-18ff-4a0f-a132-407b89ef271f_2-GR_02092020.pdf","Applicability Central\/State":"Gujarat","summary":"The government subsidy scheme provides capital investment subsidies and interest subsidies to manufacturing MSMEs (Micro, Small, and Medium-sized Enterprises) in various categories. The scheme aims to support entrepreneurship and economic growth.","eligibility_criteria":"1."},{"Sr No":"153\r\n                                (iii)","Subsidy scheme":"Assistance for quality certification","Scheme Type":"SC\/ST","Ministry":"Industries Commissionerate, Government of Gujarat","Description":"Scheme summary\/key features:\r\n                                The scheme is to extend support to MSME to get quality certification to introduce quality product in competitive market. The manufacturing sector will be eligible for following assistance\nEligibility:  MSMEs\nAmount or percentage of subsidy:\n ERP Assistance:\r\n                                75% of capital cost for installing Enterprise Resource Planning (ERP) System subject to a maximum amount of Rs. 1 lakh. Capital cost in ERP system includes installation charges, software and annual service cost. The capital cost does not include the hardware part of the ERP system. In case of Software as a Service (SaaS)based deployment option of ERP system the annual service charges will be considered.\nQuality Certification:  The policy will provide fiscal support up to 60% of fee payable to national\/international certification (BIS\/ISI\/WHO\/GMP\/Hallmark etc., and other national and international certification) and 60% cost of testing equipment and machinery required for that certification, totalling up to maximum amount of INR 10 lakhs. The cost of certificate will include fees charged by certification agency (excluding travel, hotel and surveillance charges) cost of testing equipment \/machinery as required for certifications, Calibration charges of equipment. The testing equipment purchased after issuance of Quality Certificate will not be eligible for assistance. The enterprise will have to apply within one year from the date of assistance.","Visiting link to know more":"https:\/\/indextb.com\/files\/2020\/10\/b0e2ed2a-18ff-4a0f-a132-407b89ef271f_2-GR_02092020.pdf","Applicability Central\/State":"Gujarat","summary":"The government subsidy scheme provides financial support to Micro, Small, and Medium-sized Enterprises (MSMEs) to obtain quality certification and introduce quality products in the competitive market. The scheme offers assistance for Enterprise Resource Planning (ERP) system installation and quality certification fees.","eligibility_criteria":"1. MSMEs\n2. One-year application deadline from date of assistance"},{"Sr No":"153\r\n                                (iv)","Subsidy scheme":"Financial support to MSMEs in ZED certification","Scheme Type":"SC\/ST","Ministry":"Industries Commissionerate, Government of Gujarat\r\n                                Gujarat","Description":"Scheme summary\/key features:\r\n                                The scheme envisages promotion of Zero Defect and Zero Effect (ZED) manufacturing amongst MSMEs and ZED Assessment for their certification so as to:\r\n                                •\tDevelop an Ecosystem for Zero Defect Manufacturing in MSMEs.\r\n                                •\tPromote adaptation of Quality tools\/systems and Energy Efficient manufacturing.\r\n                                •\tEnable MSMEs for manufacturing of quality products.\r\n                                •\tEncourage MSMEs to constantly upgrade their quality standards in products and processes.\r\n                                •\tDrive manufacturing with adoption of Zero-Defect production processes and without impacting the environment.\r\n                                •\tSupport ‘Make in India’ campaign.\r\n                                •\tDevelop professionals in the area of ZED manufacturing and certification\nEligibility: MSME Units\nAmount or percentage of subsidy:\r\n                                The enterprise will be eligible for subsidy @ 50% of all charges after deducting the assistance received from Govt. of India foe ZED certification up to a maximum amount of Rs.50,000\/","Visiting link to know more":"https:\/\/indextb.com\/files\/2020\/10\/b0e2ed2a-18ff-4a0f-a132-407b89ef271f_2-GR_02092020.pdf","Applicability Central\/State":"Gujarat","summary":"The Zero Defect and Zero Effect (ZED) manufacturing scheme aims to promote quality production processes and environmental sustainability among MSMEs, encouraging them to adopt zero-defect manufacturing practices and energy-efficient methods while supporting the \"Make in India\" campaign.","eligibility_criteria":"MSME Units"},{"Sr No":"153\r\n                                (v)","Subsidy scheme":"Assistance in implementation of Information and Communication Technology (ICT)","Scheme Type":"SC\/ST","Ministry":"Industries Commissionerate, Government of Gujarat","Description":"Scheme summary\/key features:\r\n                                The main objective of the scheme is to motivate MSMEs to adopt ICT tools and applications in their production & business processes with a view to improve their competitiveness in national & International market. The likely development outcomes of the scheme will be: i. To promote an echo system of cost effective and all-inclusive ICT applications for MSMEs through Cloud Computing ii. To establish Inter and Intra Networks amongst Technology Centres and Institutions of Office of DC, MSME iii. To enable MSMEs to search for value chain (raw material, experts) online iv. Adoption of best practices to improve quality of products and services\n\nEligibility:\r\n                                MSMES\nAmount or percentage of subsidy:\r\n                                The equipment required for use of ICT as a media of communication networking with hardware for assessing cloud computing shall be eligible for 75% of capital expenditure related to ICT facilities, maximum up to Rs.5 lakh","Visiting link to know more":"https:\/\/indextb.com\/files\/2020\/10\/b0e2ed2a-18ff-4a0f-a132-407b89ef271f_2-GR_02092020.pdf","Applicability Central\/State":"Gujarat","summary":"The government scheme aims to encourage Micro, Small, and Medium-sized Enterprises (MSMEs) to adopt Information and Communication Technology (ICT) tools and applications to improve their competitiveness in national and international markets.","eligibility_criteria":"MSMES"},{"Sr No":"153\r\n                                (vi)","Subsidy scheme":"Assistance for technology acquisition","Scheme Type":"SC\/ST","Ministry":"Industries Commissionerate, Government of Gujarat","Description":"Scheme summary\/key features:\r\n                                The objective of the scheme is to sensitize and encourage the manufacturing MSME sector in India to the use of efficient Technologies and Manufacturing Processes so as to reduce cost of production.\nEligibility:\r\n                                MSMEs New units and existing\nAmount or percentage of subsidy:\r\n                                Assistance for the acquisition of appropriate technology from recognised institution for its product\/ process during the operative period of the scheme will be @ 70% of the cost payable to the institution, maximum of Rs. 50 lakh, including royalty payment for first two years.\r\n\r\n                                MSME shall have to obtain prior approval of MSME Commissioner within one year after signing MoU with Technology provider. Assistance will be available to set up a new enterprise with new technology. Existing enterprise will also be eligible for new product or for improvement of production process. Assistance will not be eligible for purchase of any plant and machinery or equipment. Patented technology acquired from Indian companies \/foreign companies will also be eligible","Visiting link to know more":"https:\/\/indextb.com\/files\/2020\/10\/b0e2ed2a-18ff-4a0f-a132-407b89ef271f_2-GR_02092020.pdf","Applicability Central\/State":"Gujarat","summary":"The government subsidy scheme aims to encourage MSMEs in India to adopt efficient technologies and manufacturing processes, reducing their production costs.","eligibility_criteria":"MSMEs (new units and existing)\n* Assistance available for:\n\t+ Setting up a new enterprise with new technology\n\t+ Existing enterprise improving its product or process"},{"Sr No":"153-(vii)","Subsidy scheme":"Assistance for raising capital through SME exchange","Scheme Type":"SC\/ST","Ministry":"Industries Commissionerate, Government of Gujarat","Description":"Scheme summary\/key features:\r\n                                Under the new guidelines of SEBI MSMEs can raise equity capital through SME Exchange. Assistance will be provided under this scheme to encourage MSMEs to opt for this route\nEligibility: MSMEs in Manufacturing.\nAmount or percentage of subsidy:\r\n                                30% expenditure incurred on raising of equity capital through SME exchange maximum up to Rs 5 lakhs one time after successful raising of equity as per approved scheme by SME Exchange during the operative period of the scheme.\r\n                                Enterprises shall have to apply within one year from the date of listing in SME exchange.\r\n                                MSME status of enterprise will be considered on the date of listing in SME Exchange.\r\n                                Gujarat Venture Finance Limited (GVFL) may take equity in enterprise which are registered in SME Exchange.","Visiting link to know more":"https:\/\/indextb.com\/files\/2020\/10\/b0e2ed2a-18ff-4a0f-a132-407b89ef271f_2-GR_02092020.pdf","Applicability Central\/State":"Gujarat","summary":"The government subsidy scheme aims to encourage Micro, Small, and Medium-sized Enterprises (MSMEs) in manufacturing to raise equity capital through the SME Exchange. The scheme provides a one-time subsidy of up to Rs 5 lakhs (30% of expenditure incurred) for MSMEs that successfully list on the SME Exchange.","eligibility_criteria":"MSMEs in Manufacturing, with MSME status considered as of the date of listing in SME Exchange."},{"Sr No":"153\r\n                                (viii)","Subsidy scheme":"Assistance for power connection charges","Scheme Type":"SC\/ST","Ministry":"Industries Commissionerate, Government of Gujarat","Description":"Scheme summary\/key features:\r\n                                MSME, located in other than GIDC estates\/approved industrial park, which has paid charges to distribution licensee, for new connection or for Setting additional load in case of existing consumer (in case of expansion) or for shifting of connection or service line, will be eligible for assistance under the scheme.\nEligibility:\r\n                                MSME, located in other than GIDC estates\/approved industrial park, which has paid charges to distribution licensee, for new connection or for Setting additional load in case of existing consumer (in case of expansion) or for shifting of connection or service line, will be eligible for assistance under the scheme.\n\nAmount or percentage of subsidy:\r\n                                Assistance @50% of charges paid to distribution licences for LT\/HT service line, maximum limit up to Rs. 5 lakhs. The MSME manufacturing enterprise has to apply for reimbursement within one year from the date of payment of charges to Distribution Licensee for service line","Visiting link to know more":"https:\/\/indextb.com\/files\/2020\/10\/b0e2ed2a-18ff-4a0f-a132-407b89ef271f_2-GR_02092020.pdf","Applicability Central\/State":"Gujarat","summary":"MSME subsidy scheme for new or additional load connections outside GIDC estates\/approved industrial parks.","eligibility_criteria":"MSMEs that have paid charges to distribution licensees for new connections, additional loads (expansion), or connection\/shifting services are eligible."},{"Sr No":"153\r\n                                (ix)","Subsidy scheme":"Assistance to basic industrial infrastructure\r\n                                (Water, Gas and approach road)","Scheme Type":"SC\/ST","Ministry":"Industries Commissionerate, Government of Gujarat","Description":"Scheme summary\/key features:\r\n                                The objective of the scheme is to support MSMEs in the state y extending assistance to improve basic infrastructure needed by them.\n Eligibility\r\n                                Eligible investment means fixed capital investment made in any of following basic infrastructure facilities in other than 6lDC area\/industrial park i. \r\n                                Approach road: Expenditure incurred for construction of approach road from the premises of the enterprise to the main outer point\/connecting point for last mile connectivity., The expenditure for construction of approach road will be considered on basis of SOR applicable. The construction of Approach Road should be certified for Quality by Third party holding Govt. approval. Gas \/ Water connection: Expenditure incurred or charges paid to supplier lor gas \/ water connection from source to premises of the enterprise \n\nAmount or percentage of subsidy:\r\n                                Assistance @75% of cost of capital investment for infrastructure or expenditure incurred for Water\/ gas facilities, maximum limit up to Rs. 15 lakh including all infrastructure \/ facilities.\n\r\n                                The eligible investment component of the project will not be eligible for assistance under this Scheme, if the said component has already been sanctioned under any other scheme of the state government, unless specified otherwise. However, if assistance is availed under Central Govt. Scheme, the assistance together of state government and central government scheme should not exceed the eligible investment component cost. b) The applicant shall have to submit detailed estimate for the basic infrastructural \/ facilities needed.","Visiting link to know more":"https:\/\/indextb.com\/files\/2020\/10\/b0e2ed2a-18ff-4a0f-a132-407b89ef271f_2-GR_02092020.pdf","Applicability Central\/State":"Gujarat","summary":"The government subsidy scheme aims to support Micro, Small, and Medium-sized Enterprises (MSMEs) in the state by providing assistance to improve basic infrastructure needed by them. The scheme provides financial support of up to 75% of the cost of capital investment for infrastructure or expenditure incurred for water\/gas facilities, with a maximum limit of Rs. 15 lakh.","eligibility_criteria":"To be eligible for this scheme:\n\n* The enterprise must make fixed capital investment in basic infrastructure facilities outside of 6LDC areas\/industrial parks.\n* The investment must be made in one or more of the following:\n\t+ Approach road construction\n\t+ Gas\/water connection expenses\n* The approach road construction must be certified as meeting quality standards by a third-party auditor approved by the government.\n* The enterprise must submit a detailed estimate for the basic infrastructure facilities needed."},{"Sr No":"153\r\n                                (x)","Subsidy scheme":"Assistance to Special entrepreneurship training with 360-degree approach with mentoring support with sustenance allowance for promoters\/entrepreneurs","Scheme Type":"SC\/ST","Ministry":"Industries Commissionerate, Government of Gujarat","Description":"Scheme summary\/key features: \r\n                                Through \"Special Entrepreneurship training with 360-degree approach\", SC\/ST entrepreneurs will be benefitted with combination of the knowledge from institutions, core industrial activities, advices and mentoring from experts, best practices while establishing the idea for sustaining new businesses. The focus on social entrepreneurship will also motivate the entrepreneurs to think not only about their own employability in creating their businesses, but also on how they can be relevant to society and provide employability opportunities to their peers as well, creating a ripple effect of entrepreneurship and employability. The scheme provides 350 Degree support and Hand Holding oriented towards strengthening the eco-system for promoters and entrepreneurs for providing unique knowledge of entrepreneurship on functional area of management, soft skills, assessments, finance, inventory, sales, marketing, e-commerce, logistics and best practices.\n\nEligibility:\r\n                                Any individual above age of 18 years, belongs to Scheduled caste \/ Scheduled tribe will be eligible. b) Nodal institution means Universities \/Management institution \/ entrepreneurship Development institutions, \/ Centre of Excellence\/CED intent to provide training for entrepreneurship developments. Such institution shall have to obtain approval of the State Level implementation Committee (SLIC) constituted under the GR no. CED-112015-24553-| dated U4\/2O15, for providing training and mentor support. c) The detailed Standard of Procedures, guidelines and implementation would be done by Centre of Entrepreneurship Development (CED). d) Nodal institution will be provided Special Entrepreneurship training with 360-degree approach covering the aspects of soft skills, entrepreneurial skills, management skills, developing business acumen, project management, financial management etc. e) The training sessions shall be consisting of conducting pre-training diagnostics, conducting experimental training session and creating post training environment\nAmount or percentage of subsidy:\nAssistance for special entrepreneurship training: i. The assistance for Special Entrepreneurship training with 360-degree approach@100% of course fees maximum up to Rs. 10,000\/- per month per person will be payable to nodal institution. ii. The duration of the training program should not be less than for 6 months and maximum up to one ye.\nAssistance for mentorship support:\r\n                                The mentorship support should be provided to develop platform where entrepreneur can exchange experience, adopt best practices and understand expertise in running an industrial enterprise.\r\n                                Nodal institutions will identify mentor from the industrial field, who can share his\/her knowledge and experience to trainee for adopting different approaches and methods to develop skills and competencies for becoming an entrepreneur.\r\n                                The assistance for mentorship support @100% of mentorship cost limited to maximum up to Rs.5,000\/- per month per person will be paid to the mentor, maximum up to 3 months. The role of mentor will be decided by SLIC.\nAssistance as Sustenance Allowance:\r\n                                The entrepreneur will be provided Rs. 5,000 per month as sustenance allowance for the duration of the entrepreneurship training with 360-degree approach through nodal institution.","Visiting link to know more":"https:\/\/indextb.com\/files\/2020\/10\/b0e2ed2a-18ff-4a0f-a132-407b89ef271f_2-GR_02092020.pdf","Applicability Central\/State":"Gujarat","summary":"The \"Special Entrepreneurship training with 360-degree approach\" scheme provides financial assistance to SC\/ST entrepreneurs to develop their entrepreneurial skills. The scheme offers support for entrepreneurship training, mentorship, and sustenance allowance.","eligibility_criteria":"Any individual above 18 years old belonging to Scheduled Caste (SC) or Scheduled Tribe (ST)\n* Nodal institution must be approved by the State Level Implementation Committee (SLIC)\n\nNote: This is a concise summary of the eligibility criteria. Let me know if you need anything else!"},{"Sr No":"153\r\n                                (xi)","Subsidy scheme":"Assistance to GIDC for developing multi-storeyed shed in estates","Scheme Type":"SC\/ST","Ministry":"Industries Commissionerate, Government of Gujarat","Description":"Scheme summary\/key features:\r\n                                GIDC will allot the plot to SC\/ST entrepreneur in the multi-storied sheds complex\nEligibility:\r\n                                Eligible MSMEs\nAmount or percentage of subsidy:\r\n                                An enterprise will be eligible for assistance up to 70% of the allotment price of GIDC. ii. On payment of 30% of allotment price, GIDC will hand over the possession of the plot and submit the claim of subsidy up to 70% of the allotment price to the commissioner MSME\r\n                                Conditions:\r\n                                a) GIDC has to construct Multi-storeyed structure having maximum shed size up to 100 Sq. Mt. (1000 Sq. ft.) with adequate infrastructure like electricity connection, water, drainage and sanitation, Lift for transport of materials and Man Power etc. will be allotted to SC\/ST entrepreneur.\r\n                                2. Commissioner MSME is empowered to prescribe forms, checklist and procedure and finalise guidelines for the implementation of this scheme.\r\n                                3. Allotment of shed to SC\/ST enterprise by GIDC will be as per its prevailing policy and as per terms and conditions of allotment and maintenance.\r\n                                5. Allotment price will be determined by GIDC and submit it for perusal of SLEC and the same shall not be increased for 5 years from the date of first allotment\r\n                                6.GIDC shall not allot more than one shed to one MSE\r\n                                7.Units shall have to commence production within time period fixed by GIDC \r\n                                8.Terms and conditions of allotment and maintenance will be prescribed by GIDC\r\n                                9.Disbursement of the assistance shall be released on availability of Government grant.","Visiting link to know more":null,"Applicability Central\/State":"Gujarat","summary":"The GIDC (Gujarat Industrial Development Corporation) allotment scheme provides plots in multi-storied sheds complex to SC\/ST entrepreneurs. The scheme offers up to 70% subsidy on the allotment price, with a condition of paying 30% upfront.","eligibility_criteria":"1. Eligible MSMEs (Micro, Small, and Medium Enterprises)\n2. SC\/ST entrepreneurs"},{"Sr No":"153\r\n                                (xii)","Subsidy scheme":"Assistance to MSEs for shed developed by private developers","Scheme Type":"SC\/ST","Ministry":"Industries Commissionerate, Government of Gujarat","Description":"Scheme summary\/key features:\r\n                                Private Developer will allot the shed to SC\/ST entrepreneur in the mini estate developed by him and approved under state government scheme.\n\nEligibility: MSE industrial units\nAmount or percentage of subsidy:\r\n                                Quantum of Assistance\r\n                                i. The Private Developer will be eligible for additional assistance up to 15% of the total cost of land, building and other infrastructure facilities, technical consultancy fees and TPQA charges which is termed as \"cost of shed\" hereafter (in addition of 55% assistance granted by government to Private Developer)\r\n                                ii. On payment of 30% of cost of shed to Private Developer by SC\/5T entrepreneur, the Private Developer will hand over the possession and submit the claim. The assistance under the scheme will be disbursed to private developer at the rate of 35% of the cost of Shed on the sale of individual Shed and the remaining assistance shall be disbursed to private developer after the commencement of the production by MSEs.","Visiting link to know more":null,"Applicability Central\/State":"Gujarat","summary":"The government subsidy scheme provides financial assistance to SC\/ST entrepreneurs in mini estates developed by private developers. The private developer will allocate a shed to the entrepreneur after payment of 30% of the cost, and the remaining assistance will be disbursed after the commencement of production.","eligibility_criteria":"MSE industrial units"},{"Sr No":"153\r\n                                (xiii)","Subsidy scheme":"Assistance in rent to MSEs","Scheme Type":"SC\/ST","Ministry":"Industries Commissionerate, Government of Gujarat","Description":"Scheme summary\/key features:\r\n                                MSEs are provided assistance in rent paid by the enterprise\r\n                                •\tThe owner of shed should have legal ownership and possession.\r\n                                •\tThe manufacturing activity should be consuming electricity\/power\r\n                                •\t The assistance of rent will be from the date of rent deed or three months prior to the date of production whichever is later.\r\n                                •\tService activity and trading activity will not be eligible under the scheme.\n\nEligibility:\r\n                                Any MSE engaged in manufacturing activities in rented\/leased industrial premise will be eligible under the scheme. Service activity and trading activity will not be eligible under the scheme.\n\nAmount or percentage of subsidy:\r\n                                The assistance @70 % of rent paid by the enterprise with maximum limit of Rs.1 lakh - per annum\r\n                                The assistance will be provided for 5 years","Visiting link to know more":"https:\/\/indextb.com\/files\/2020\/10\/b0e2ed2a-18ff-4a0f-a132-407b89ef271f_2-GR_02092020.pdf","Applicability Central\/State":"Gujarat","summary":"The government provides a subsidy to Micro and Small Enterprises (MSEs) in the form of assistance for rent paid by the enterprise. The assistance is given at 70% of the rent paid, with a maximum limit of Rs. 1 lakh per annum, for a period of 5 years.","eligibility_criteria":"To be eligible, an MSE must:\n\n* Be engaged in manufacturing activities\n* Rent or lease an industrial premise\n* Have legal ownership and possession of the shed\n* Consume electricity or power in their manufacturing activity"},{"Sr No":"153 (xiv)","Subsidy scheme":"Assistance to MSME manufacturing sector participation in the exhibition\r\n                                (National & international)","Scheme Type":"SC\/ST","Ministry":"Industries Commissionerate, Government of Gujarat","Description":"Scheme summary\/key features:\r\n\r\n                                •\tThe Enterprise that has received assistance under this scheme will not be entitled to avail benefit of any other State Government Scheme for the same component \/purpose, unless specifically specified under that scheme.\r\n                                •\tMSME may avail benefits of Gol Scheme for such components for which assistance is not availed under GoG Scheme or Vice Versa.\r\n                                •\tThe Total quantum of assistance under both the State and Central Government Scheme would be limited to actual expenditure.\r\n                                •\tMSME has to apply in prescribed application form to DIC within six months from the last date of the exhibition\/trade fair in which it has participated.\nEligibility:\r\n                                a) MSME enterprises of manufacturing sector participating in exhibitions \/trade Fair organised in India or international exhibitions \/trade fairs organised   outside India or inside India will be eligible under the scheme.\r\n                                b) MSME enterprises participating in exhibition \/ trade fair should be in production in the state of Gujarat during the operative period of the scheme\nAmount or percentage of subsidy:\nState Level Exhibition:\r\n                                •\tAssistance @80% maximum up to Rs.50,000\/ (Cost of stall rent +cost for product literature and display material cost.\r\n                                •\tEnterprise will be entitled for maximum 5 times during operative period of the scheme.\nNational level exhibition: \r\n                                •\tAssistance @80% maximum up to Rs.1 lakh\/ (Cost of stall rent +cost for product literature and display material cost.\r\n                                •\t Enterprise will be entitled for maximum 5 times during operative period of the scheme\nInternational level exhibition (Inside India)\r\n                                •\tAssistance @ 80% maximum up to Rs.2 lakh\/ (Cost of stall rent +cost for product literature and display material cost.\r\n                                •\t Enterprise will be entitled for maximum 5 times during operative period of the scheme\nInternational level exhibition (outside India)\r\n\r\n                                •\tAssistance @ 70% maximum up to Rs.5 lakh\/ (Cost of stall rent +cost for product literature and display material cost.\r\n                                •\t Enterprise will be entitled for maximum 3 times during operative period of the scheme\r\n                                •\tMaximum cap of product literature and display material is capped at Rs.50,000\/=\r\n                                •\tThe assistance will be provided by way of reimbursement.","Visiting link to know more":"https:\/\/indextb.com\/files\/2020\/10\/b0e2ed2a-18ff-4a0f-a132-407b89ef271f_2-GR_02092020.pdf","Applicability Central\/State":"Gujarat","summary":"The Government of Gujarat (GoG) subsidy scheme provides financial assistance to Micro, Small, and Medium-sized Enterprises (MSMEs) in the manufacturing sector that participate in exhibitions\/trade fairs. The scheme offers reimbursement for costs such as stall rent, product literature, and display material.","eligibility_criteria":"Concise Eligibility Criteria:\n\n* MSME enterprises in the manufacturing sector\n* Participating in exhibitions\/trade fairs organized in India or outside India\n* In production during the operative period of the scheme within the state of Gujarat"},{"Sr No":"153 (xv)","Subsidy scheme":"Assistance to MSE of SC\/ST for plot developed by GIDC","Scheme Type":"SC\/ST","Ministry":"Industries Commissionerate, Government of Gujarat","Description":"Scheme summary\/key features:\r\n                                •\tGIDC will allot the plot to SC\/ST entrepreneur in the estate approved under state government scheme\r\n                                •\t The plot size shall not be more than 1000 Sq. MT., ln case of plots with irregular size caused by planning on borders of lay-out are exempted.\r\n                                •\tCommissioner MSME is empowered to prescribe forms, checklist and procedure and finalise guidelines for the implementation of this scheme.\r\n                                •\tAllotment of plot to SC\/ST enterprise by G|DC will be as per its prevailing policy and as per terms and conditions of allotment and maintenance. Unit shall have to commence production within operative period of the scheme.\r\n                                •\tThe trading activity will not be eligible under the scheme.\r\n                                •\tGIDC will subsequently submit claim to commissioner MSME for assistance\r\n                                •\tDisbursement of the assistance shall be released on availability of Govt. Grant.\nEligibility: Approved SC\/ST entrepreneur in the state.\nAmount or percentage of subsidy:\r\n                                An enterprise will be eligible for assistance up to 70% of the allotment price of GIDC. ii. On payment of 30% of allotment price, GIDC will hand over the possession of the plot and submit the claim of subsidy up to 70% of the allotment price to the commissioner MSME","Visiting link to know more":"https:\/\/indextb.com\/files\/2020\/10\/b0e2ed2a-18ff-4a0f-a132-407b89ef271f_2-GR_02092020.pdf","Applicability Central\/State":"Gujarat","summary":"The government subsidy scheme provides plots in an estate approved under the state government's scheme to SC\/ST entrepreneurs. The plot size is limited to 1000 Sq. MT, with exceptions for irregularly sized plots. The allotment process follows GIDC's prevailing policy and terms. The scheme aims to support entrepreneurship by providing a 70% subsidy on the allotment price, with a 30% upfront payment required.","eligibility_criteria":"1."}]